[
  {
    "Content": "**Los Juegos del Hambre (Hunger Games) 4k UHD HDR x265 (SPA-CAT-ITA-ENG) (2012)**\n\n**Sinopsis:** Norte, la nación de Panem obliga a cada uno de sus doce distritos a enviar a un chico y a una chica, adolescentes, para competir en Los juegos del hambre. En parte es un entretenimiento rebuscado y en parte es una táctica de intimidación por parte del gobierno. Los juegos del hambre es un evento televisado nacionalmente en el cual los 'Tributos' tienen que luchar entre ellos hasta quedar solamente un superviviente. Enfrentada con los bien entrenados 'Tributos' quienes llevan toda la vida preparándose para estos juegos, Katniss se ve obligada a recurrir a sus agudos instintos, así como a la tutoría de Haymitch Abernathy, antiguo campeón, y ahora estropeado y  borrachín. Si quiere volver a casa en el Distrito 12, Katniss tendrá que tomar unas decisiones imposibles en La Arena que sopesan la supervivencia frente a la humanidad y la vida frente al amor.\n\n**Link: **https://drive.google.com/file/d/1RuS8Igac3ZL7NGZPRQJmYelaMKkMnYbE/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/769330782580768768/the-hunger-games-poster-world-will-be-watching2.jpg"
  },
  {
    "Content": "**Los Juegos del Hambre (en Llamas) 4k UHD HDR x265 (SPA-ITA.ENG)**\n\n**Sinopsis:** Katniss Everdeen (Jennifer Lawrence) vuelve a casa sana y salva tras ganar los Septuagésimo Cuartos Juegos del Hambre junto a su tributo Peeta Mellark (Josh Hutcherson). Ganar significa tener que dejar atrás a familia y amigos, y embarcarse en la 'Gira de la Victoria' por los diferentes distritos. A lo largo del camino, Katniss se da cuenta de que una rebelión comienza a gestarse, pero en el Capitolio continúa todo bajo control mientras el Presidente Snow (Donald Sutherland) organiza los Septuagésimo Quintos Juegos del Hambre (El Vasallaje), una competición que cambiará Panem para siempre...\n\n**Link:** https://drive.google.com/file/d/1kl08-V0hjnu681uLqWPxqPTu9hFuwSZz/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/771057714955550720/the-hunger-games-catching-fire_poster_goldposter_com_175.jpg"
  },
  {
    "Content": "**Los juegos del hambre: Sinsajo - Parte 1 (SPA-ITA-ENG) (4k UHD HDR x265) **\n\n**Sinopsis: **El fenómeno mundial de Los Juegos del Hambre continúa incendiando el mundo con \"Los juegos del hambre: Sinsajo - Parte 1\", que sitúa a Katniss Everdeen (Jennifer Lawrence) en el Distrito 13 tras, literalmente, destrozar los juegos para siempre. Bajo el liderazgo de la Presidenta Coin (Julianne Moore) y contando con las advertencias de los amigos en quien confía, Katniss expande sus alas al tiempo que lucha por salvar a Peeta (Josh Hutcherson) y a una nación conmovida por su coraje.\n\n**Link: **(En proceso)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/789649914505330698/katniss-everdeen-hunger-games-3-teaser-trailer-poster-officiel.jpg"
  },
  {
    "Content": "**Los juegos del hambre: Sinsajo - Parte 2 (SPA-ITA-ENG) (4k UHD HDR x265) **\n\n**Sinopsis: **'Los juegos del hambre: Sinsajo - Parte 2' nos trae la impactante conclusión de la franquicia, en la que Katniss Everdeen (Jennifer Lawrence) se da cuenta de que ya no sólo está en juego su supervivencia, sino también el futuro. Con Panem sumida en una guerra a gran escala, Katniss tendrá que plantar cara al presidente Snow (Donald Sutherland) en el enfrentamiento final. Katniss, acompañada por un grupo de sus mejores amigos, que incluye a Gale (Liam Hemsworth), Finnick (Sam Claflin) y Peeta (Josh Hutcherson), emprende una misión con la unidad del Distrito 13, en la que arriesgan sus vidas para liberar a los ciudadanos de Panem y orquestan un intento de asesinato del presidente Snow, cada vez más obsesionado con destruirla. Las trampas mortales, los enemigos y las decisiones morales que aguardan a Katniss la pondrán en mayores aprietos que ninguna arena de Los Juegos del Hambre.\n\n**Link: **(En proceso)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/789652565465628682/unnamed.jpg"
  },
  {
    "Content": "**El Bueno, El Feo y El Malo (SPA-ENG) (4k UHD HDR x265) **\n\n**Sinopsis: **Un pistolero a sueldo conocido como Sentencia (Lee van Cleef), llega a un pequeño pueblo a hacer un trabajo. De casualidad se entera sobre la existencia de una caja repleta de dólares, de la que sólo un tal Bill Carlson conoce su paradero. Por otro lado están Rubio (C. Eastwood) y Tuco (Eli Wallach), un solitario y un delincuente que se las apañan para ir estafando de pueblo en pueblo cobrando recompensas por nada, mientras tratan de soportarse el uno al otro como bien pueden. En una de sus \"disputas\" se encuentran fortuitamente con un agonizante Bill Carlson, que les revela - a cada uno una parte de la dirección - donde está la caja. Comienza entonces una carrera entre los tres por hacerse con el dinero, en la que nadie puede fiarse de nadie.\n\n**Link (descargar): **https://drive.google.com/file/d/1F0TpSHVspXba5xJw22GPITnxCxBm8-Ks/view?usp=sharing\n\nVer en OK.ru: https://ok.ru/video/2886335400558 (recomendado usar vpn en rusia para la opción 4k ya que da mejores tiempos de carga)\nVer en YouTube **(usar VPN fuera de países de habla hispana)**: https://youtu.be/hm7h9eBU4nw",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/789656412082274344/portada.jpeg"
  },
  {
    "Content": "**Kong vs Godzilla (SPA-Lat-ENG) (4k UHD HDR-Rip)**\n\nGodzilla vs. Kong es una película de monstruos estadounidense de 2021 dirigida por Adam Wingard. Una secuela de Godzilla: King of the Monsters (2019) y Kong: La Isla Calavera (2017), es la cuarta película del MonsterVerse de Legendary. \n\n**Sinopsis:** Godzilla y Kong, dos de las fuerzas más poderosas de un planeta habitado por todo tipo de aterradoras criaturas, se enfrentan en un espectacular combate que sacude los cimientos de la humanidad. Kong y sus protectores emprenderán un peligroso viaje para encontrar su verdadero hogar. Con ellos está Jia, una joven huérfana con la que el gigante tiene un vínculo único y poderoso. En el camino se cruzan inesperadamente con el de un Godzilla enfurecido que va causando destrucción a su paso por el mundo. El choque épico entre los dos titanes -provocado por fuerzas invisibles- es solo el comienzo del misterio que se esconde en las profundidades del núcleo de la Tierra.\n\n**Link: https://drive.google.com/file/d/1cJQ7TQxUWG9o5JP9JnkriKlg5hDDGbGq/view?usp=sharing**",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/839453318979911750/4P7BY2JW4FCSRDE73T2BM6BQDA.jpg"
  },
  {
    "Content": "**Los Croods: Una nueva era (SPA-ENG) (4k UHD HDR-Rip)**\n\n**Sinopsis:** Obligados a partir en busca de un nuevo lugar donde vivir, la primera familia prehistórica se aventura a explorar el mundo con el objetivo de localizar un lugar más seguro al que llamar hogar. Pero cuando encuentran un idílico paraíso amurallado que cumple con todas sus necesidades, se encuentran con que ese lugar esconde una sorpresa: hay otra familia que ya vive allí, los Masmejor. Y es que los Masmejor, con su elaborada casa en un árbol, sus asombrosas invenciones y sus enormes huertos, van un par de pasos por delante de los Croods en la escala evolutiva. Y cuando les reciben como sus primeros invitados, no tardan en surgir tensiones entre nuestros queridos cavernícolas y sus nuevos y modernos semejantes. Cuando todo parece perdido, una nueva amenaza embarca a las dos familias en una aventura épica más allá de la seguridad de la muralla, que les obligará a aparcar sus diferencias, aunar fuerzas y luchar por un futuro juntos.\n\n**Link: https://drive.google.com/file/d/1mEoGgh2VTTkE1ageGFFJooumrghPpKcg/view?usp=sharing**\n\n**Ver Online: https://ok.ru/video/2960038431342  (Usar VPN en Rusia si queréis verlo de FHD para arriba)**",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/840696340254031902/5uMWKEmegf5aTJnp1u98JF4QerP.jpg"
  },
  {
    "Content": "**Acero puro (2011) (SPA-ENG) 1080p**\n\n**Sinopsis:** En un futuro no muy lejano el boxeo es robótico: en los combates ya no se enfrentan seres humanos, sino robots humanoides, sofisticadas máquinas diseñadas para luchar. Charlie Kenton, un antiguo púgil que casi llegó a alcanzar la gloria, está pasando una mala racha como promotor de combates. Un día, encuentra un viejo robot desechado y, al comprobar que es un gran boxeador, decide entrenarlo.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1Ggc-BE7DyQDTNWHg70-MRoZHEb4eXJ9u/view?usp=sharing\n\n**Ver Online:** https://www.youtube.com/watch?v=NrtsABxpsRw (Ver desde PC)\n**Ver Online: **https://ok.ru/video/3019702995566 (Usar **VPN en Rusia **para verla en 1080 sin que se pare)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/850140539869200384/aceropuro11017.jpg"
  },
  {
    "Content": "**Bad Boys for Life (2020) (SPA-ENG) 2160p HDR**\n\n**Sinopsis:** Los detectives Mike Lowrey (Will Smith) y Marcus Burnett (Martin Lawrence) vuelven a hacer de las suyas. Ahora Lowery pasa por la crisis de mediana edad y Burnett está pensando en retirarse. Eso sí, cuando les llega un nuevo caso que resolver, volverán a trabajar juntos por última vez. Esta vez, ante la nueva amenaza que se les presenta, tendrán que trabajar codo con codo con una moderna unidad policial que tendrá algunas diferencias con los dos detectives de la vieja escuela. ¿Seguirán siendo chicos malos de por vida? Esta tercera entrega de la saga Dos policías rebeldes (Bad Boys) la dirigen Adil El Arbi y Bilall Fallah, responsbales de las películas Gangsta (2018) y Black (2015).\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/13BGk0Q-EfDMlDCfgIeAFAtsFeu52_xka/view?usp=sharing\n\n**Ver Online: **https://ok.ru/video/3040058280558 (Usar **VPN en Rusia **para verla evitar cortes, Versión 4k)\n                       https://ninjastream.to/watch/lWJQjvdMwQdXn (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/852965552740630568/EOVtyhoWkAEYipC.jpg"
  },
  {
    "Content": "**The Fast and the Furious (2001) (SPA-ENG) 2160p HDR**\n\n**Sinopsis:** La vida de Dominic Toretto (Vin Diesel) está marcada día y noche por la velocidad. Durante el día prepara y tunea coches de carreras de alta gama, mejora sus prestaciones y los embellece. Al caer la noche se organizan competiciones ilegales donde muchos candidatos se enfrentan sin contemplaciones bajo la intensa mirada de sus groupies. Dominic Toretto compite en ellas con su propio bólido a 280 kilómetros por hora, consiguiendo numerosas sumas de dinero gracias a sus victorias.\n\nSin embargo, existe una banda de delincuentes muy misteriosa que roba camiones en marcha desde vehículos deportivos. Este hecho hace que la policía infiltre a uno de sus hombres dentro de las carreras ilegales para investigar a posibles sospechosos. Brian (Paul Walker) es el encargado de infiltrarse en la banda de Toretto, la que figura junto a la de su rival Johnny Tran como principales sospechosos. Rápidamente se ganará la confianza de Toretto, pero todo se complicará cuando aparezca su hermana y se enamora de ella.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1kgxz-bgXVgqIl85Xl9o_6T0_RCgkdOpl/view?usp=sharing\n\n**Ver Online: **https://ok.ru/video/3099444513390 (Usar VPN en países que estén más al norte para verla evitar cortes [en suiza ya carga en 4K], Versión 4K)\n                       https://www.fembed.com/v/emkn1h-n1x6zlgl (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/863500021089566722/b1d2efbd5fd06ddd4c5a2dbeb24e83e91553900913.jpeg"
  },
  {
    "Content": "**2 Fast 2 Furious, A Todo gas 2 (2003) (SPA-ENG) 2160p HDR**\n\n**Sinopsis:** El agente del FBI Brian O'Connor (Paul Walker) cayó en desgracia al ver su lealtad puesta a prueba en su anterior trabajo, el mundo de las carreras ilegales de Los Angeles. La decisión de O’Connor le permitió conservar su honor, pero le hizo perder su insignia y toda posibilidad de rehabilitarse. Ahora ha pasado el tiempo, O’Connor está en otra ciudad y tiene una última oportunidad. A los federales de Miami les está costando mucho detener a Carter Vellone (Cole Hauser), un empresario que utiliza su negocio como tapadera para un cartel internacional de blanqueo de dinero. \n\nAduanas lleva un año sometiendo a Verone a una estricta vigilancia, y lo único que han podido establecer es su relación con las carreras callejeras ilegales. El tiempo se acaba, y los agentes deciden llamar a O’Connor para que haga lo que sabe hacer mejor que nadie: volver a infiltrarse. Pero antes pone algunas condiciones para aceptar la misión que puede permitirle recuperar su insignia. La primera: trabajar con su amigo de infancia y antiguo delincuente Roman Pearce (Tyrese), otro enfermo de la velocidad.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1nsJsJ4xEIe2NrEfBf5lo03lcr__zH3XB/view?usp=sharing\n\n**Ver Online: **https://ok.ru/video/3144614873710 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)\n                       - (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/868881531966476328/RF2CartelOriginal.jpg"
  },
  {
    "Content": "**The Fast and the Furious: Tokyo Drift, A todo gas: Tokyo Race (2006) (SPA-ENG) 2160p HDR**\n\n**Sinopsis:** Shaun Boswell es un chico que no acaba de encajar en ningún grupo. En el instituto es un solitario, su única conexión con el mundo de indiferencia que le rodea es a través de las carreras ilegales, lo que no le ha convertido en el chico favorito de la policía. Cuando amenazan con encarcelarle, le mandan fuera del país a pasar una temporada con su padre, un militar destinado en Japón, que vive en un diminuto piso en un barrio barato de Tokio. En el país donde nacieron la mayoría de los coches modificados, las simples carreras en la calle principal han sido sustituidas por el último reto automovilístico que desafía la gravedad, las carreras de \"drift\" (arrastre), una peligrosa mezcla de velocidad en pistas con curvas muy cerradas y en zigzag. En su primera incursión en el salvaje mundo de las carreras de \"drift\", Shaun acepta ingenuamente conducir un D.K, el Rey del Drift, que pertenece a los Yakuza, la mafia japonesa. Para pagar su deuda, no tiene más remedio que codearse con el hampa de Tokio y jugarse la vida. \n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1ct-C6Wal3JqA4O3IEYBs7iglz_a4zm22/view?usp=sharing\n\n**Ver Online:** https://ok.ru/video/3150871792238 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)\n                       - (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/869588562935431228/E4DHsejXIAIHU2z.jpg"
  },
  {
    "Content": "**Fast & Furious: Aún más rápido (Fast & Furious 4) (2009) (SPA-ENG) 2160p HDR**\n\n**Sinopsis:** El fugitivo Dom Toretto y el detective Brian O’Conner vuelven a encontrarse en Los Ángeles, pero sus relaciones no mejoran. Sin embargo, obligados a enfrentarse a un enemigo común, no les queda más remedio que unir sus fuerzas si quieren vencerlo. Después del atraco a un convoy, los dos protagonistas averiguan que si quieren vengarse, deberán llegar al límite de sus posibilidades al volante.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1qo8EXMHMGTFytxUGmNhC6MvkhTYYvf02/view?usp=sharing\n\n**Ver Online:** **(PRÓXIMAMENTE)** (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)\n                       - (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/870705210513842186/7e816312-3b68-4319-a99b-995c40fa3b66.jpg"
  },
  {
    "Content": "**Space Jam (1996)**\n\n**Sinopsis:** Bugs Bunny y su equipo desafían a los Nerdlucks (un grupo de pequeños extraterrestres) a un partido de baloncesto para decidir si los Looney Tunes permanecen en la Tierra o se trasladan a una lejana galaxia para trabajar en un parque de atracciones de Montaña Tontolandia. Los Nerdlucks cuentan con una poderosa arma secreta que los hace superiores: se han apoderado de las mejores cualidades de las estrellas de la NBA (Charles Barkley y Patrick Ewing). Pero también los Looney poseen un arma secreta: ¡Michael Jordan! \n\n**Descargar (Google Drive) --> EN INGLÉS:** https://drive.google.com/file/d/1AWEsrygDqzMalTqhRolt5b5B57-_ctFi/view?usp=sharing\n\n**Descargar (Google Drive) --> EN CASTELLANO:** https://drive.google.com/file/d/16i-CX6kDiIVg-gE0AtmSIR7DUsPcOeyX/view?usp=sharing \n\n**Ver Online:  --> (EN CASTELLANO): ** https://ok.ru/video/3173538204270 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)\n                       - (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/872799111961796638/space_jam-885148500-large.jpg"
  },
  {
    "Content": "**Fast & Furious 5 (A todo gas 5) (2011)**\n\n**Sinopsis:** Desde que Brian O'Conner (Paul Walker) y Mia Toretto (Jordana Brewster) sacaron a Dom Toretto (Vin Diesel) de la cárcel, se han visto obligados a huir y cruzar muchas fronteras para evitar a la policía. Atrapados en Río de Janeiro, una vez más tienen que darse a la fuga; pero los tres se dan cuenta de que la única forma de poner fin a su huida permanente es enfrentarse de una vez por todas al empresario corrupto que quiere verlos muertos. Pero no es éste el único que les sigue la pista.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1BDe97ImLlZnaShBWYnO0DP5V68LPKT48/view?usp=sharing\n\n**Ver Online:** https://ok.ru/video/3187694897774 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)\n                       - (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/875660031020924958/4d878483e7544.jpg"
  },
  {
    "Content": "**Space Jam: Nuevas leyendas (2021)**\n\n**Sinopsis:** La superestrella de la NBA, LeBron James, se une a Bugs Bunny y al resto de los Looney Tunes en esta esperada secuela.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1WIb_cNfEPRPpdNSweSssEhHMAcJLAfru/view\n\n**Ver Online:** https://ok.ru/video/3192889936494 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)\n                       - (Versión en 1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/876101657941909575/i6E8fx8lAEI0PGGCUlaA2Ap1gWi.jpg"
  },
  {
    "Content": "**Fast & Furious 6 (A todo gas 6) (2013)**\n\n**Sinopsis:** Desde que Dom (Vin Diesel) y Brian (Paul Walker) le robaron a un mafioso 100 millones de dólares, se encuentran en paradero desconocido; no pueden regresar a casa porque la ley los persigue. Entretanto, Hobbs (Dwayne Johnson) ha seguido la pista en varios países a una banda de letales conductores mercenarios, cuyo cerebro (Luke Evans) cuenta con la inestimable ayuda de la sexy Letty (Michelle Rodriguez), una vieja novia de Dom, a la que éste daba por muerta. La única forma de detenerlos es enfrentarse a ellos en las calles; así que Hobbs le pide a Dom que reúna a su equipo en Londres.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1jRF9JLoLRugnKDn4t4InwgZYUK6XKToa/view?usp=sharing \n\n**Ver Online:** https://ok.ru/video/3195474610798 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/876812250927734784/20539964_2013051016211584.jpg"
  },
  {
    "Content": "**Fast & Furious 7 (A todo gas 7) (2015)**\n\n**Sinopsis:** Ha pasado un año desde que el equipo de Dominic Torreto y Brian pudiera regresar finalmente a Estados Unidos, tras ser indultados. Desean adaptarse a una vida en la legalidad, pero el entorno ya no es el mismo. Dom intenta acercarse a Letty, y Brian lucha para acostumbrarse a la vida en una urbanización con Mia y su hijo. Ninguno de ellos imagina que un frío asesino británico, entrenado para realizar operaciones secretas, se cruzará en sus vidas para convertirse en su mayor enemigo.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1ZR5QnHsiY6isnWyjL1GugfEn8cmlXgRB/view?usp=sharing\n\n**Ver Online:** https://ok.ru/video/3195741276782 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/876813468815196170/CARTEL_FF7_Announcement_68x98cm_OK.jpg"
  },
  {
    "Content": "**Fast & Furious 8 (A todo gas 8) (2017)**\n\n**Sinopsis:** Con Dom y Letty de luna de miel, Brian y Mia fuera del juego y el resto de la pandilla exonerada de todo cargo, el equipo está instalado en una vida aparentemente normal. Pero cuando una misteriosa mujer (Theron) seduce a Dom (Diesel) para regresar nuevamente al mundo del crimen, se ve incapaz de rechazar la oportunidad, traicionando así a todo el mundo cercano a él. A partir de ese momento todos se enfrentarán a pruebas como nunca antes habían tenido. Desde las costas de Cuba y las calles de Nueva York hasta las llanuras del mar de Barents en el océano Ártico, nuestra fuerza de élite recorrerá el globo para impedir que un anarquista desencadene el caos en el mundo... y por supuesto para traer de vuelta a casa al hombre que les hizo una familia.\n\n**Descargar (Google Drive): ** https://drive.google.com/file/d/1pCmpoSQgi983nMhYQsIl9Jl_LhoaZyHT/view?usp=sharing\n\n**Ver Online:** https://ok.ru/video/3197585197678 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/876820035744706590/fast_furious_8_0_orig.jpg"
  },
  {
    "Content": "**Fast & Furious 9 (A todo gas 9) (2021)**\n\n**Sinopsis:** Dom Toretto (Vin Diesel) lleva una vida tranquila con Letty y su hijo, el pequeño Brian, pero saben que el peligro siempre acecha. Esta vez, esa amenaza obligará a Dom a enfrentarse a los pecados de su pasado si quiere salvar a quienes más quiere. El equipo se vuelve a reunir para impedir un complot a escala mundial, liderado por uno de los asesinos más peligrosos y mejor conductor a los que se han enfrentado; un hombre que además es el hermano desaparecido de Dom, Jakob (John Cena). Novena entrega de la famosa franquicia.\n\n**Descargar (Google Drive): ** https://drive.google.com/file/d/1OxO_1zPaOdnQAUthclLjaNYMPm7VVYwC/view?usp=sharing\n\n**Ver Online:** https://ok.ru/video/3314156046958 (Versión 4K) (Iniciar sesión en la página para ver en 4k o en 1080)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/897193568848986193/fast_furious_9-833854731-large.jpg"
  },
  {
    "Content": "**El Señor de los Anillos - La Comunidad del Anillo (2001) EXTENDED UHD Remaster BluRay 2160p 10Bit HDR x265 HEVC (SPA-ENG)**\n\n**Sinopsis:** En la Tierra Media, el Señor Oscuro Sauron ordenó a los Elfos que forjaran los Grandes Anillos de Poder. Tres para los reyes Elfos, siete para los Señores Enanos, y nueve para los Hombres Mortales. Pero Saurón también forjó, en secreto, el Anillo Único, que tiene el poder de esclavizar toda la Tierra Media. Con la ayuda de sus amigos y de valientes aliados, el joven hobbit Frodo emprende un peligroso viaje con la misión de destruir el Anillo Único. Pero el malvado Sauron ordena la persecución del grupo, compuesto por Frodo y sus leales amigos hobbits, un mago, un hombre, un elfo y un enano. La misión es casi suicida pero necesaria, pues si Sauron con su ejército de orcos lograra recuperar el Anillo, sería el final de la Tierra Media.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1cltak9fPV_gpSg6TgN8BD0iO8eZRMizy/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1DPvKBv4MT8dJStrsZbTfsgNzYqB-xwsa/view?usp=sharing\n\n**Ver Online: **https://streamlare.com/v/bgLXEDVkAEGzQY74 (1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/926072010986102784/476.jpg"
  },
  {
    "Content": "**El Señor de los Anillos - Las dos Torres (2002) EXTENDED UHD Remaster BluRay 2160p 10Bit HDR x265 HEVC (SPA-ENG)**\n\n**Sinopsis:** Tras la disolución de la Compañía del Anillo, Frodo y su fiel amigo Sam se dirigen hacia Mordor para destruir el Anillo Único y acabar con el poder de Sauron, pero les sigue un siniestro personaje llamado Gollum. Mientras, y tras la dura batalla contra los orcos donde cayó Boromir, el hombre Aragorn, el elfo Legolas y el enano Gimli intentan rescatar a los medianos Merry y Pipin, secuestrados por los orcos de Mordor. Por su parte, Saurón y el traidor Sarumán continúan con sus planes en Mordor, a la espera de la guerra contra las razas libres de la Tierra Media.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1Dvud35XhQllUFY3Yh8eRSe6rbSJs4kD4/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1Iv4rWnEy42ukhQYKfJdhBO5z06E2V99O/view?usp=sharing\n\n**Ver Online: **https://streamlare.com/v/vr8WdlWd52wnjx4q (1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/926074609806221323/95bfc17cb6fbe43a4390dc786e424cd8.jpg"
  },
  {
    "Content": "**El Señor de los Anillos - El Retorno del Rey (2003) EXTENDED UHD Remaster BluRay 2160p 10Bit HDR x265 HEVC (SPA-ENG)**\n\n**Sinopsis:** Las fuerzas de Saruman han sido destruidas, y su fortaleza sitiada. Ha llegado el momento de decidir el destino de la Tierra Media, y, por primera vez, parece que hay una pequeña esperanza. El interés del señor oscuro Sauron se centra ahora en Gondor, el último reducto de los hombres, cuyo trono será reclamado por Aragorn. Sauron se dispone a lanzar un ataque decisivo contra Gondor. Mientras tanto, Frodo y Sam continúan su camino hacia Mordor, con la esperanza de llegar al Monte del Destino.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1T2TheOHmL0mgYjjko1hU-2ArbxV8NfZK/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1FBCOz2BjBkH9wjWAUAgbARCncDDyc2sx/view?usp=sharing\n\n**Ver Online: **https://streamlare.com/v/7AkQpz9odLynRdN6 (1080p)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/926076544194064384/vifKanGK3xgZZVUTLbSiMYA1E4X.jpg"
  },
  {
    "Content": "**El Escuadrón Suicida (Bluray 2160p 10Bit HDR x265 HEVC) (SPA-ENG)**\n\n**Sinopsis:** Un grupo de super villanos se encuentran encerrados en Belle Reve, una prisión de alta seguridad con la tasa de mortalidad más alta de Estados Unidos. Para salir de allí harán cualquier cosa, incluso unirse al grupo Task Force X, dedicado a llevar a cabo misiones suicidas bajo las órdenes de Amanda Waller. Fuertemente armados son enviados a la isla Corto Maltese, una jungla repleta de enemigos.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1DtEgGTE-Mmb-Up99h6rheCibenN5Verg/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/929095968920580197/ESCUADRON-SUICIDA-TEASER-scaled.jpg"
  },
  {
    "Content": "**El Toro Salvaje (Robert De Niro) (1080p) (SPA)**\n\n**Sinopsis:** Jake La Motta (Robert De Niro) es un joven boxeador que se entrena duramente, ayudado por su hermano Joey, para convertirse en el número uno de los pesos medios. Pronto consigue ver hecho realidad tan ansiado sueño, pero el triunfo y el éxito convierten su vida en una pesadilla. Por un lado, su matrimonio marcha cada vez peor debido a sus salidas nocturnas con otras mujeres; por otro, la mafia le presiona para que amañe combates. En poco tiempo gasta todo el capital del que dispone, para volver nuevamente a pasar todo tipo de penurias.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/17FPU4MPknHgsl3DrkuXEPQlppoP_ssUE/view?usp=sharing\n\n**Ver Online:** https://www.fembed.com/v/3pgjlfm7k5genej",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/933164571798151238/torosalvaje80011.jpg"
  },
  {
    "Content": "**Casablanca (1942) (720p) (SPA)**\n\n**Sinopsis:** Años 40. A consecuencia de la Segunda Guerra Mundial, Casablanca era una ciudad a la que llegaban huyendo del nazismo gente de todas partes: llegar era fácil, pero salir era casi imposible, especialmente si el nombre del fugitivo figuraba en las listas de la Gestapo, que presionaba a la autoridades francesas al mando del corrupto inspector Renault. En este caso, el objetivo de la policía secreta alemana es el líder checo y héroe de la resistencia Victor Laszlo, cuya única esperanza es Rick Blaine, propietario del 'Rick’s Café' y antiguo amante de su mujer, Ilsa Lund. Rick e Ilsa se habían conocido en París, pero la entrada de las tropas alemanas en la capital francesa les separó.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1jMXCw7BvEW_QDzfrKJjQ0BHhwz3OXOof/view?usp=sharing\n\n**Ver Online:** https://www.fembed.com/v/y1k5eaex00zk17n",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/933174548264804392/E1czAZXWUAIHkro.jpg"
  },
  {
    "Content": "**Spider-Man 1 (2002) (SPA-ENG) (2160p 10bit HDR 4krip)**\n\n**Sinopsis:** Tras la muerte de sus padres, Peter Parker, un tímido estudiante, vive con su tía May y su tío Ben. Precisamente debido a su retraimiento no es un chico muy popular en el instituto. Un día le muerde una araña que ha sido modificada genéticamente; a la mañana siguiente, descubre estupefacto que posee la fuerza y la agilidad de ese insecto. Las aventuras del hombre araña se basan en el famoso cómic de Stan Lee y Steve Ditko.\n\n**Descargar (Google Drive) 4k:**\nhttps://drive.google.com/file/d/1zf__cMH8gMDjwJAFpoUk4Io7SQqb6gLr/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/933776535947731074/2013272.jpg"
  },
  {
    "Content": "**Spider-Man 2 (2004) (SPA-ENG) (2160p 10bit HDR 4krip)**\n\n**Sinopsis:** Han pasado dos años desde que el tranquilo Peter Parker dejó a Mary Jane Watson, su gran amor, y decidió seguir asumiendo sus responsabilidades como Spider-Man. Peter debe afrontar nuevos desafíos mientras lucha contra el don y la maldición de sus poderes equilibrando sus dos identidades: el escurridizo superhéroe Spider-Man y el estudiante universitario. Las relaciones con las personas que más aprecia están ahora en peligro de ser descubiertas con la aparición del poderoso villano de múltiples tentáculos Doctor Octopus, \"Doc Ock\".\n\n**Descargar (Google Drive) 4k:**\nhttps://drive.google.com/file/d/1LzbDQ4s9hhKTuc63RERvGNNexadsD8hD/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/933779608535453717/179267.jpg"
  },
  {
    "Content": "**Spider-Man 3 (2007) (SPA-ENG) (2160p 10bit HDR 4krip)**\n\n**Sinopsis:** \nTercera entrega de las aventuras del joven Peter Parker (Maguire). Parece que Parker ha conseguido por fin el equilibrio entre su devoción por Mary Jane y sus deberes como superhéroe. Pero, de repente, su traje se vuelve negro y adquiere nuevos poderes; también él se transforma, mostrando el lado más oscuro y vengativo de su personalidad. Bajo la influencia del nuevo traje, Peter se convierte en un ser egoísta que sólo se preocupa por sí mismo. Tiene, pues, que afrontar un dilema: disfrutar de sus nuevos poderes o seguir siendo un héroe compasivo. Mientras tanto, sobre él se cierne la amenaza de dos temibles enemigos: Venom y el Hombre de Arena.\n\n**Descargar (Google Drive) 4k:**\nhttps://drive.google.com/file/d/18pGYAmWEG78pD_guR3vxoVOleHeJpJEQ/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/933782224015339550/Spiderman-3-poster-2.jpg"
  },
  {
    "Content": "**Top Gun (1986) (SPA-ENG) (2160p UHDrip) (10bit HDR)**\n\n**Sinopsis:** \nLa Marina de los Estados Unidos ha creado una escuela de élite para pilotos con el fin de sacar una promoción de expertos en técnicas de combate. En la academia, más conocida como Top Gun, a los mejores se les entrena para ser intrépidos y fríos al mismo tiempo, capaces de no perder los nervios en situaciones extremas y de no inmutarse al romper la barrera del sonido a los mandos de un F-14. A la escuela llega el joven Maverick, famoso por su temeraria aunque brillante forma de pilotar.\n\n**Descargar (Google Drive) 4k:**\nhttps://drive.google.com/file/d/1n-lhiV1SzCT_PL4gs9joMRbggKIX309r/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/933827240649719878/Top_Gun_dolos_del_aire-784306900-large.jpg"
  },
  {
    "Content": "**TENET (2020) (SPA-ENG) (2160p) (HDR10) (DTS 5.1)**\n\n**Sinopsis:** \nArmado con tan solo una palabra –Tenet– el protagonista de esta historia deberá pelear por la supervivencia del mundo entero en una misión que le lleva a viajar a través del oscuro mundo del espionaje internacional, y cuya experiencia se desdoblará más allá del tiempo lineal.\n\n**Descargar (Google Drive) 4k:**\nhttps://drive.google.com/file/d/1ukiVTHjDVdhOL5B8BHFDIKe2nRvrvBGh/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/936207174064037918/nuevo-poster-de-tenet-original.jpg"
  },
  {
    "Content": "**Harry Potter y la piedra filosofal (2001) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Harry Potter es un niño huérfano criado por su tío Vernon y su tía Petunia que lo odian. Desde que era pequeño, estos siempre le han contado que sus padres murieron en un accidente de coche.\n\nEl día de su decimoprimer cumpleaños, Harry recibe la inesperada visita de un hombre gigantesco de nombre Rubeus Hagrid. Este le revela que es, de hecho, hijo de dos poderosos magos y que él también posee extraordinarios poderes.\n\nLleno de alegría, el chico acepta ir a estudiar a Hogwarts, el famoso colegio de magia y hechicería. Por fin, tiene la oportunidad de hacer amigos. Odiado por Severus Snape, profesor de Pociones, y protegido por Albus Dumbledore, director del colegio, Harry intentará dilucidar el misterio de la piedra filosofal.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1IxW0E82yo2yljMJ7zgNTU7xzCZzgYMZO/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938138802923376660/harrypotterylapiedrafilosofal01006.jpg"
  },
  {
    "Content": "**Harry Potter y la cámara secreta (2002) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Terminado el verano, Harry (Radcliffe) no ve la hora de abandonar la casa de sus odiosos tíos, pero, inesperadamente se presenta en su dormitorio Dobby, un elfo doméstico, que le anuncia que correrá un gran peligro si vuelve a Hogwarts. A pesar de los esfuerzos del elfo por retenerlo, Harry es rescatado por Ron y sus hermanos, con la ayuda de un coche volador, y recibido con los brazos abiertos en el cálido hogar de los Weasley.\n\nA pesar de que a Harry y a Ron les impiden entrar en el andén 9 ¾ y subir al Expreso de Hogwarts, ellos se las arreglan para llegar a tiempo de empezar el nuevo curso. Las hazañas de nuestro héroe ya se han extendido por todo el colegio, convirtiéndolo en el centro de una atención no deseada. Entre sus nuevos admiradores está Ginny (Bonnie Wright), la hermana pequeña de Ron; el aspirante a fotógrafo Colin Creevey (Hugh Mitchell) y Gilderoy Lockhart (Branagh), el nuevo y vanidoso profesor de defensa contra las artes oscuras.\n\nSin embargo, ni siquiera Lockhart puede ofrecer una explicación plausible ni una solución eficaz para combatir el terror que se está apoderando del colegio. En tal circunstancia, la atención se centra en Harry, pero todos empiezan a dudar de él. Todos, excepto Ron, Hermione y la pequeña y frágil Ginny, que vive volcada en su nuevo y misterioso diario. Pero Harry no decepcionará a sus amigos y se enfrentará a la oscura fuerza que acecha Hogwarts.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1Ax1TKWw-6TO6o8IqaWQUdidIdqFsiwkW/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938142280710234143/EXHoDveWoAAD8ff.jpg"
  },
  {
    "Content": "**Harry Potter y el prisionero de Azkaban (2004) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Harry Potter y sus amigos Ron y Hermione vuelven para pasar su tercer año en el Colegio Hogwarts de Magia y Hechicería donde los adolescentes se ven obligados a hacer frente a sus más oscuros temores cuando se enteran que el malvado brujo Sirius Black ha escapado de la prisión para magos de Azkaban y todo apunta que la siguiente víctima de Black podría ser el Harry Potter.\n\nPero, para empeorar las cosas, en Hogwarts se alojan los aterradores guardas de Azkaban, los Dementores, que se han instalado en el colegio para tratar de proteger de Black a Harry y al resto de los estudiantes. Los Dementores absorben las almas de sus presas y desgraciadamente para Harry parecen sentirse inexplicablemente atraídos por él. \n\nSu inquietante presencia deja helado de terror al joven mago, dejándole prácticamente indefenso, hasta que el profesor Lupin, el nuevo profesor de Defensa contra las Artes Oscuras, enseña a Harry cómo utilizar el Encantamiento Patronus para protegerse de los efectos paralizantes de los Dementores. Parece inevitable una confrontación entre Harry y el enigmático prisionero Sirius Black... pero, ¿cuál es exactamente la relación del Profesor Lupin con Black?\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/18w2b48ysa0v3zBUFaCb-Z5u7x1jGcAiB/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938144801738620999/harrypotteryelprisioneroazkaban04001.jpg"
  },
  {
    "Content": "**Harry Potter y el cáliz de fuego (2005) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Harry Potter empieza a tener sueños  donde escucha como Lord Voldemort conspira junto con Peter Pettigrew y un chico joven que también se encuentra en la casa. A todo esto, Howards se prepara para el Torneo de los Tres magos, donde participan las tres escuelas de magia más famosas de Europa: Hogwarts, Beauxbatons y Durmstrang. \n\nExiste una ley que establece que para participar en estas pruebas se debe tener, al menos, 17 años. Sin embargo, una mano misteriosa provoca que Harry, con tan solo 14 años, sea elegido para participar. Aunque Dumbledore y Minerva McGonagall se oponen, dejan que el joven participe hasta que se aclare el asunto y se sepa porque no se han respetado las reglas. También asignan al nuevo profesor de artes oscuras, Alastor Moody, a que vigile a Harry hasta que finalice el torneo.\n\nSirius Black, padrino de Harry Potter, advierte al joven de que no puede ser casualidad lo que ha ocurrido, sospechando que el director de Durmstrang, antiguo mortífago, haya preparado una trampa en cuyo trasfondo puede estar Voldemort.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1It32rwm_J6HmI-igNHGdO1uzlCDYXMtw/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938146613636001842/harrypottercalizfuego05003.jpg"
  },
  {
    "Content": "**Harry Potter y la orden del Fénix (2007) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Las tediosas vacaciones en casa de sus tíos todavía no han acabado y Harry se encuentra más inquieto que nunca. Apenas ha tenido noticias de Ron y Hermione y presiente que algo extraño está sucediendo en Hogwarts. En efecto, cuando por fin empieza el curso, sus temores se hacen realidad. El Ministerio de Magia niega que Voldemort haya regresado e inicia una campaña de desprestigio contra Harry y Dumbledore, encomendando a la horrible profesora Dolores Umbridge la tarea de vigilar todos sus movimientos. Así, pues, además de sentirse solo e incomprendido, Harry sospecha que Voldemort puede adivinar sus pensamientos e intuye que el temible mago trata de apoderarse de un objeto secreto que le permitiría recuperar su destructivo poder.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1uoFjwQCneD3DqHaAQllzYV0rEw8wTXLS/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938156828523655178/harrypotterordenfenix07001.jpg"
  },
  {
    "Content": "**Harry Potter y el misterio del príncipe (2009) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de Quidditch, los entrenamientos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte. El anciano director pedirá ayuda a Harry y juntos emprenderán un peligroso viaje. Para debilitar al enemigo, el joven mago cuenta con la ayuda de un viejo libro de pociones perteneciente a un misterioso personaje que se hace llamar el Príncipe Mestizo.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1Z6TvlPim6zqA-yn-78VWclTRWv6yOAVM/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938163689461272676/Principe082.jpg"
  },
  {
    "Content": "**Harry Potter y las reliquias de la Muerte Parte 1 (2010) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** Primera parte de la adaptación al cine del último libro de la saga Harry Potter. Es una continuación de la historia recogida en \"El misterio del príncipe\". Una misión casi imposible cae sobre los hombros de Harry: deberá encontrar y destruir a los últimos horrocruxes para poner fin al reinado de Lord Voldemort. En el episodio final de la saga, el joven hechicero de 17 años emprende con sus amigos Hermione Granger y Ron Weasley un peligroso viaje por Inglaterra para encontrar los objetos que contienen los fragmentos del alma del Señor Tenebroso, que son los que garantizan su longevidad. Pero la tarea no será fácil, pues el poder del lado oscuro crece cada vez más, y las más firmes lealtades serán puestas a prueba. Harry deberá usar todos los conocimientos que ha adquirido gracias a Dumbledore para enfrentarse a su enemigo y encontrar la forma de sobrevivir a esta última aventura.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/16X_JbKVbHn7uQeFvg0_z5IosCLWbLj9h/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938168254315241472/HPreliquiasmuerte1024.jpg"
  },
  {
    "Content": "**Harry Potter y las reliquias de la Muerte Parte 2 (2011) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-CAT-ENG)**\n\n**Sinopsis:** El final ha llegado. Harry, Hermione y Ron tendrán que recuperar la espada de Gryffindor para encontrar y destruir los últimos horrocruxes. Mientras tanto, Lord Voldemort está a punto de apoderarse por completo de Hogwarts y de conseguir su objetivo: matar a Harry Potter. La única esperanza de Harry es encontrar los horrocruxes antes de que Voldemort lo encuentre a él. Buscando pistas, descubre una antigua y olvidada historia: la leyenda de las reliquias de la muerte, que podría dar al malvado Lord el poder definitivo. Pero el futuro de Harry está escrito desde que nació e incluye una misión para la que se ha estado preparando desde que llegó a Hogwarts: la batalla final contra Voldemort.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1O56Q0DI0JPCNIhyqPYLC_zGsXxbxScHC/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938170094209601616/HarryPotterReliquiasdelaMuerte11016.jpg"
  },
  {
    "Content": "**WAY DOWN (2021) (SPA) (1080p) (DOLBY AC3 5.1)**\n\n**Sinopsis:** \nLa leyenda de que el Banco de España es inexpugnable y no se puede atracar no asusta a Thom Johnson (Freddie Highmore), el brillante y joven ingeniero reclutado para averiguar cómo acceder a su interior. El objetivo es un pequeño tesoro que va a estar depositado en el banco durante únicamente diez días. Diez días para descubrir el secreto de la caja, diez días para urdir un plan, diez días para preparar el asalto, diez días para aprovecharse de un plan de fuga irrepetible, cuando la esperada final del Mundial de Fútbol de Sudáfrica reúna a cientos de miles de aficionados a las puertas del propio Banco de España. Diez días para alcanzar la gloria… o para acabar en prisión.\n\n**Descargar (Google Drive):**\nhttps://drive.google.com/file/d/1sDdTdzoHN4qZIpO_j7EGH6bNJv4UhEHm/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/938477304894590976/poster-way-down-2506977.jpg"
  },
  {
    "Content": "**Regreso al Futuro (1985) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-ENG)**\n\n**Sinopsis:** Marty McFly es un joven estudiante de Hill Valley High. Es amigo de un excéntrico científico, el Doctor Emmett Brown, que ha inventado una máquina del tiempo con la sorprendente forma de un coche \"DeLorean\". Durante una prueba son sorprendidos por unos terroristas por lo que Marty se esconde dentro del DeLorean y acaba accionando la máquina del tiempo, trasladándose al año 1955. En esa dimensión y sin saber cómo volver a los años 80, conoce a una joven pareja, Lorraine Baines y George McFly, que, en el futuro, serán sus padres. Es su propio futuro se ve en peligro cuando su madre acaba enamorándose de él, por lo que tendrá que hacer todo lo que esté en su mano para que las cosas se mantengan como están y así regresar al futuro.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1-SeyNwLqBJoLUOGEhnf9SbMK0FbudZj9/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/950473630180077598/EcBG2VRXYAMEOfJ.jpg"
  },
  {
    "Content": "**Regreso al Futuro II (1989) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-ENG)**\n\n**Sinopsis:** Aunque a Marty McFly todavía le falta tiempo para asimilar el hecho de estar viviendo dentro de la familia perfecta gracias a su anterior viaje en el tiempo, no le queda ni espacio para respirar cuando su amigo Doc aparece de improviso con la máquina del tiempo (mucho más modernizada), e insta a que le acompañen él y su novia a viajar al futuro para solucionar un problema con la ley que tendrá uno de sus futuros hijos. En la tremenda vorágine futurista, con todo lo que ello conlleva, del Hill Valley de 2015, la presencia de tales viajeros temporales causará un efecto mayor que el que iban a arreglar. Un almanaque deportivo y la posesión del secreto de la existencia de la máquina del tiempo por parte del siempre villano Biff Tannen, serán los ingredientes que conjugarán una causa-efecto en el pasado, en el presente y en el propio futuro, que hará que Marty y Doc se tengan que emplear a fondo para poner fin a la catástrofe a la que les lleva el destino.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1sbEvVvxEeQ2A1X7_i1nRpTP0zbdN0oEw/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/950478545308762163/regresoalfuturo289010.jpg"
  },
  {
    "Content": "**Regreso al Futuro III (1990) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-ENG)**\n\n**Sinopsis:** Marty McFly sigue en 1955 y su amigo Doc ha retrocedido al año 1885, la época del salvaje oeste. Éste le envía una carta donde comenta que la máquina del tiempo está averiada, y que es imposible repararla. Siguiendo una vieja fantasía, Doc Brown ha decidido vivir en el viejo oeste en 1880. Pero cuando está en peligro de muerte, Marty viajará atrás del tiempo para rescatarle. Sólo hay un problema, Doc, está tan enamorado de la profesora Clara Clayton que se encuentra un tanto ... distraído. Ahora es tarea de Marty sacar a Doc de sus problemas , mantener el DeLorean en marcha y poner el pasado, presente y futuro en orden para volver al tiempo del que llegaron.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1dV7-K3E1BjAzkr5W1JSDrBOkxu-W8o5z/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/950481580349067324/EMEiFq3XUAIEre9.jpg"
  },
  {
    "Content": "**Tres segundos (2017) (HD 720p) (SPA)**\n\n**Sinopsis:** 'Three seconds' cuenta la historia de cómo la selección de baloncesto de la Unión de Repúblicas Socialistas Soviéticas se preparó para intentar derrotar a la selección de Estados Unidos en la titánica partida que los enfrentó durante los Juegos Olímpicos de Múnich en 1972.\n\nVladimir Garanzhin es un entrenador de baloncesto que es contratado para formar a la selección de la URSS y así poder competir en los Juegos Olímpicos de Múnich con un alto rendimiento. Mientras, la selección americana es la gran favorita de la competición. Al estar establecida la Guerra Fría entre ambos países, este es un duelo de gran envergadura y la Unión Soviética no quiere perder por nada en el mundo. Tras mucho entrenar, Garanzhin ve que su equipo está a la altura y que puede acabar con la hegemonía de los estadounidenses.\n\nCuando el partido de la discordia por fin se produce y llega cerca del final, el equipo estadounidense ya estaba celebrando su victoria dado que no pensaban que nadie podría marcar en los últimos tres segundos. Sin embargo, el partido tiene un giro inesperado cuando el equipo ruso marca en ese corto periodo de tiempo. Esto no solo cambiará el resultado del partido, sino que también modificará la historia del baloncesto para siempre.\n\n**Ver Online:** https://ok.ru/video/2378465348177",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/955602957485879356/nn8VO2sMOmNW10eyjcrUjkNe8Me.jpg"
  },
  {
    "Content": "**Spider-Man No Way Home (2021) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-ENG)**\n\n**Sinopsis:** Por primera vez en la historia cinematográfica de Spider-Man, nuestro héroe, vecino y amigo es desenmascarado poniendo en peligro su vida normal y a todos sus seres queridos. Cuando pide ayuda al Doctor Strange, los riesgos pasan a ser aún mayores liberando a los más inquietantes villanos a los que se ha enfrentado Spider-Man en cualquier universo. Ahora Peter tendrá que enfrentarse a un desafío en el que no se alterará únicamente su futuro, sino el de todo el multiverso. \n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1aGcTPVeP_mZ5qqHT4gMPnDe8yywKTsCl/view?usp=sharing\nSi no funciona el anterior: https://drive.google.com/u/0/uc?id=1aGcTPVeP_mZ5qqHT4gMPnDe8yywKTsCl&export=download",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/955633051453493358/Spider_Man_sin_camino_a_casa.png"
  },
  {
    "Content": "**Vengadores: Endgame (2019) (2160p.BluRay.REMUX.HEVC.DTS-7.1) (SPA-ENG) (SPA-ENG)**\n\n**Sinopsis:** Después de los eventos devastadores de ‘Avengers: Infinity War’, el universo está en ruinas debido a las acciones de Thanos, el Titán Loco. Con la ayuda de los aliados que quedaron, los Vengadores deben reunirse una vez más para deshacer sus acciones y restaurar el orden en el universo de una vez por todas, sin importar cuáles son las consecuencias que pueda tener.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/16CWUQnVQkgMKqOeB99-R3CDLaOwhhdjh/view?usp=sharing\n\nPD: Recomiendo usar la 2a pista de audio",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/955973817715531856/1561016654_2c6d041b_0_600.jpg"
  },
  {
    "Content": "**Taxi Driver (1976) (2160p.BluRay.HEVC.DTS-HD.5.1) (SPA-EN)**\n\n**Sinopsis:** Para sobrellevar el insomnio crónico que sufre desde su regreso de Vietnam, Travis Bickle (Robert De Niro) trabaja como taxista nocturno en Nueva York. Es un hombre insociable que apenas tiene contacto con los demás, se pasa los días en el cine y vive prendado de Betsy (Cybill Shepherd), una atractiva rubia que trabaja como voluntaria en una campaña política. Pero lo que realmente obsesiona a Travis es comprobar cómo la violencia, la sordidez y la desolación dominan la ciudad. Y un día decide pasar a la acción.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1nwts0DJwh_ovSGhgXwU2D2ZtPhYhHqHa/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/960326331743207504/1_jIj9sWE3ztPCFEP3kp_FFQ.jpeg"
  },
  {
    "Content": "**The Batman (2022) (2160p.MA.WEB-DL.x265.10bit.HDR.DDP5.1.Atmos) (SPA-EN)**\n\n**Sinopsis:** Después de dos años acechando por las calles de la ciudad como Batman (Robert Pattinson), e infundiendo miedo en las mentes perversas de los criminales, Bruce Wayne está sumido en las profundidades de las sombras de Gotham City. Este vigilante solitario cuenta con pocos aliados de confianza y eso le ha llevado a convertirse en la única encarnación de la venganza entre sus conciudadanos. Cuando un asesino apunta a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas lleva a Batman a realizar una investigación en el inframundo. \n\nCuando un asesino se dirige a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas envía al mejor detective del mundo a una investigación en los bajos fondos donde se encuentra con personajes como Selina Kyle/aka Catwoman, Oswald Cobblepot/aka el Pingüino, Carmine Falcone y Edward Nashton/aka Enigma. A medida que las pruebas comienzan a acercarse a su casa y se hace evidente la magnitud de los planes del autor, Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y la corrupción que durante mucho tiempo han asolado Gotham City\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/13CD0PgUpTa9X1ayhAm9e5Wp1_by-ZLIh/view?usp=sharing\n\nVer Online (1080p): https://streamlare.com/v/gNGePnbb8ZAnQqrY",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/966304679464157215/batman_p9.png"
  },
  {
    "Content": "**Uncharted (2022) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) (ES-EN)**\n\n**Sinopsis:** El astuto ladrón Nathan Drake (Tom Holland) es reclutado por el veterano cazatesoros Victor “Sully” Sullivan (Mark Wahlberg) para recuperar una gran fortuna amasada por Fernando de Magallanes hace 500 años y perdida por la Casa de Moncada. Lo que en un principio era para ambos un plan de robo, se convierte en una carrera de infarto alrededor del mundo para conseguir el botín antes de que lo haga el despiadado Santiago Moncada (Antonio Banderas), quien afirma que él y su familia son los auténticos herederos. Si Nate y Sully consiguen descifrar las pistas y resolver uno de los misterios más antiguos del mundo, estarán en posición de encontrar el tesoro valorado en cinco mil millones de dólares y tal vez incluso el hermano de Nate desaparecido por largo tiempo... pero solo lo conseguirán si aprender a trabajar juntos.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/18SIfqV4anmbUJoLt13eLvIjtiq4ZUYm0/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/972550880324886558/nEk42muduoW9jyHQJietRmzRUjeFPcRAzOZnjHtX.jpg"
  },
  {
    "Content": "**Parásitos (2019) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) (ES-KO)**\n\n**Sinopsis:** Ki-taek (Kang-ho Song) es el patriarca de una familia pobre que malvive en un piso bajo en Seúl, pagando las facturas a base de trabajos precarios y robando el wi-fi de los vecinos. Su situación cambia un día en el que su hijo logra que le recomienden para dar clases particulares de inglés en casa de los Park, una familia acaudalada. Utilizando su ingenio, el joven conseguirá ganarse la confianza de la señora de la casa, y así irá introduciendo, poco a poco, al resto de sus familiares en distintos trabajos del servicio doméstico. Será el comienzo de un engranaje incontrolable, del cual nadie saldrá realmente indemne.\nComedia negra de suspense que dirige el surcoreano Bong Joon Ho (Okja, Snowpiercer: Rompenieves), y que cuenta en su reparto con Kang Ho Song (El imperio de las sombras), Sun-kyun Lee (2036 Apocalypse Earth), Yeo-jeong Jo (The target: El objetivo), So-dam Park (Shimajiro and the Rainbow Oasis) y Woo-sik Choi (Tren a Busan).\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1QFd8TJMlJUhNZKg955vWc_6tEFkh4yZo/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/976911823985074248/EEC0Yf5XUAAgcCg_1.jpg"
  },
  {
    "Content": "**Avengers Infinity War (2018) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) (ES)**\n\n**Sinopsis:** El todopoderoso Thanos ha despertado con la promesa de arrasar con todo a su paso, portando el Guantelete del Infinito, que le confiere un poder incalculable. Los únicos capaces de pararle los pies son los Vengadores y el resto de superhéroes de la galaxia, que deberán estar dispuestos a sacrificarlo todo por un bien mayor. Capitán América e Ironman deberán limar sus diferencias, Black Panther apoyará con sus tropas desde Wakanda, Thor y los Guardianes de la Galaxia e incluso Spider-Man se unirán antes de que los planes de devastación y ruina pongan fin al universo. ¿Serán capaces de frenar el avance del titán del caos?\n\n**Descargar por Google Drive (HD-1080p):** \nhttps://drive.google.com/file/d/1CQagE5xkFmm_uzFLNR-JZOWF2UMID5bR/view?usp=sharing\n**Descargar por Google Drive (4K-2160p):** \nhttps://drive.google.com/file/d/1P-K-tGaqjSmUuPmIc_pXCNZEFEInByRI/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/981925714829918238/035.jpg"
  },
  {
    "Content": "**Fast and Furious Hobbs and Shaw (HD-1080p - 4K-2160p)**\n\n**Sinopsis:** Desde que se cruzaron los caminos del agente Hobbs (Johnson), un leal miembro de los servicios de Seguridad del Cuerpo Diplomático estadounidense, y del solitario mercenario Shaw (Statham), ex miembro de un cuerpo de élite del ejército británico, los insultos, golpes y burlas no han cesado entre ellos para ver cuál de los dos cae antes. Pero cuando un anarquista mejorado ciber-genéticamente llamado Brixton (Elba) se hace con el control de una peligrosa arma biológica, el mundo se enfrenta a una de sus mayores amenazas. Cuando Shaw se entera de que además Brixton ha derrotado a su hermana, una brillante e intrépida agente secreta del M16 (Kirby), él y Hobbs no tendrán más remedio que dejar su mortal enemistad a un lado para salvar el mundo y derrotar al único hombre capaz de acabar con ellos.\n\n**Descargar por Google Drive (HD-1080p):** https://drive.google.com/file/d/1uhb8YZoYwsxdVahcm74u2z8WdsqZSzGS/view?usp=sharing\n**Descargar por Google Drive (4K-2160p):** https://drive.google.com/file/d/1RuGFwnX-40sL57OxDtMRG34aYXV_7Gu-/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/984869166991421440/image.jpg"
  },
  {
    "Content": "**Animales Fantásticos y Dónde Encontrarlos (SPA-CAT-ENG) (4k UHD HDR x264) **\n\nAnimales fantásticos y dónde encontrarlos es una película británico-estadounidense de 2016, del género épico-fantástico, dirigida por David Yates, escrita por J. K. Rowling. Se estrenó el 18 de noviembre de 2016 (en Estados Unidos).\n\n**Sinopsis: **Año 1926. Newt Scamander acaba de completar un viaje por todo el mundo para encontrar y documentar una extraordinaria selección de criaturas mágicas. Llegando a Nueva York para hacer una breve parada en su camino, donde podría haber llegado y salido sin incidentes…pero no para un Muggle llamado Jacob, un caso perdido de magia, y la fuga de algunas criaturas fantásticas de Newt, que podrían causar problemas el mundo mágico y en el mundo Muggle.\n\n**Link: **https://drive.google.com/file/d/1z0uXLCtlSSKcYx1q8JkNIo9GejVhFys1/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/987369770255020152/LAS_Boswell_1sht_Main_Vert_2764x4096_INTL_master-rev-1.jpg"
  },
  {
    "Content": "**Animales Fantásticos y los Crímenes de Grindelwald (SPA-CAT-ENG) (4k UHD HDR x264) **\n\n**Sinopsis: **Apenas unos meses después de que Newt Scamander ayudase a desvelar y captura al infame mago tenebroso Gellert Grindelwald. Sin embargo, como él mismo había prometido, Grindelwald se ha guado de forma dramática y ha reunido a más seguidores para hacer real su causa de que los magos se impongan por encima de los seres no mágicos.\n\nAlbus Dumbledore. Ese es el único mago que es capaz de detenerlo. Pero Dumbledore va a necesitar la ayuda del mago que ha frustrado anteriormente a Grindelwald, su ex-estudiante Newt Scamander. La aventura reunirá a Newt con Tina, Queenie y Jacob. Pero su misión también pondrá a prueba las lealtades conjuntas mientras se enfrentan a nuevos peligros en un mundo cada vez más peligroso y dividido.\n\nLa película expandirá todavía más el Universo de Harry Potter, moviéndose entre Nueva York, Londres y París. También aparecerán localizaciones legendarias de las historias de Harry Potter que, sin lugar a dudas, harán las delicias de los fans de los libros y la saga de películas”.\n\n**Link: **https://drive.google.com/file/d/1PuV_DOI-LFlB807GEn7-BzPEGpWFeGoO/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/987415849193324625/3nt47HoxvThWZ9TXbiirhbg02gI.jpg"
  },
  {
    "Content": "**El niño que domó el viento (HD-1080p)**\n\n**Sinopsis:** Un chico de la República de Malaui decide ayudar a las personas de su pueblo construyendo una turbina después de leer un libro en el que se explican los pasos para su creación. Inspirada en una historia real.\n\n**Ver online (HD-1080p):** https://www.fembed.com/v/-45j-ap8w4gqey1\n**Descargar por Google Drive (HD-1080p):** https://drive.google.com/file/d/1_PhA4GWM0WuEYYoxDlK83fYlJpNQl8PI/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/987722774393024532/the_boy_who_harnessed_the_wind-913526359-large.jpg"
  },
  {
    "Content": "**Ciudadano Kane (1941) (2160p.BluRay.HEVC.AC-3.MA.2.0) (SPA-EN)**\n\n**Sinopsis:** Un importante magnate estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en Xanadú, su fabuloso castillo de estilo oriental. La última palabra que pronuncia antes de expirar, ”Rosebud”, cuyo significado es un enigma, despierta una enorme curiosidad tanto en la prensa como entre la población. Así, un grupo de periodistas emprende una investigación para desentrañar el misterio.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1dZj35F_XxlZ-7TSdhf5wDlNTKnaI-Y23/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/17drecjwuxEpU2g0s84kQe3TOh_dNtg_R/view?usp=sharing\n\n**Ver Online 1080p:** https://streamlare.com/v/eLMEmnA2WPGDgPvq\n**Ver Online 720p (sin anuncios):** https://ok.ru/video/1159917931103",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/988195605673308160/15-mejores-peliculas-clasicas-todo-hollywood_3.jpg"
  },
  {
    "Content": "**Hombres Temerarios (The Racers) (1955) (DVDRip)**\n\n**Sinopsis:** El piloto de carreras Gino Borgesa (Kirk Douglas) se está entrenando para participar en el rally de Montecarlo. Durante una de sus sesiones de entrenamiento a Gino se le cruza por en medio de la carretera un perro que provoca un terrible accidente. El coche termina completamente destrozado, lo que previsiblemente acaba con su sueño de competir en el rally. Pero entonces aparece Nicole (Bella Darvi), la dueña del perro que ha provocado el siniestro, que se ofrece para ayudar a Gino a encontrar un nuevo coche que le permita correr en Montecarlo. Durante todo el proceso de búsqueda, entre ambos surgirá una relación realmente especial. Pero mientras Nicole se ha enamorado completamente de Gino, él parece tener un único amor: la velocidad.\n\n**Descargar (Google Drive):** https://drive.google.com/file/d/1IpHMi7E1ypr_kXgTdTQCllBeXsespcpO/view?usp=sharing\n\n**Ver Online:** https://www.fembed.com/v/r46x3aenw6321g5",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/988773273015820348/AlefU68YdE0ReeX8JvNS1dQEa4d.jpg"
  },
  {
    "Content": "**Interstellar (2014) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** Inspirada en la teoría del experto en relatividad Kip Stepehen Thorne sobre la existencia de los agujeros de gusano, y su función como canal para llevar a cabo los viajes en el tiempo. La historia gira en torno a un grupo de intrépidos exploradores que se adentran por uno de esos agujeros y viajan a través del mismo, encontrándose en otra dimensión. Un mundo desconocido se abre ante ellos y deberán luchar por mantenerse unidos si quieren volver de una pieza.\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1HfaBCMuaDbXbI3lYdhkGe4LlNSVbwN0u/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1gvHDbdKsAks4QR4U2La0EyVi9f0MYvMm/view?usp=sharing\n\n**Ver Online 1080p:** Op.1: https://streamlare.com/v/eLMEmnA2WPGDgPvq\n                                    Op.2: https://odysee.com/@mari.anopepe234:1/Interstellar-(2014)-(1080p.MicroHD.DTS-HD.MA.5.1)--ES-CAT-EN--online_version:e",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/988866598389551154/thumb-1920-34374.jpg"
  },
  {
    "Content": "**Animales Fantásticos y los Secretos de Dumbledore (2022) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** En Animales Fantásticos: Los Secretos de Dumbledore el malvado y poderoso mago Grindelwald sigue buscando adeptos a su causa, pero esta vez se transportará a todos los rincones y mundos mágicos existentes para obtener lo que quiere. Por otra parte, Dumbledore unirá a su propio ejército formado por Newt y Theseus Scamander, Jacob, entre otros, para poner fin a la guerra que está a punto de comenzar Grindelwald en su nombre. Mientras encuentran aliados y la manera de poner fin a esta oscura edad, el pasado de Dumbledore irá cada vez tomando más presencia en la historia entre él y su antiguo amigo Grindelwald, con quien le unen otros grandes lazos más allá de la enemistad. \n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1WyCsykx5w1DEhnFGnxBf9dikpyWku1eM/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/991092044346839040/FP0cuX8WUAY2FVg.jpg"
  },
  {
    "Content": "**Doctor Strange en el Multiverso de la Locura (2022) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Ahora que Iron Man y el Capitán América se han ido después de una feroz batalla en Avengers: Endgame, se espera que el ex genio cirujano y mago más fuerte de todos, el Doctor Strange, juegue un papel activo como figura central en los Vengadores. Sin embargo, usar su magia para manipular el tiempo y el espacio a voluntad con un hechizo prohibido que se considera el más peligroso, ha abierto la puerta a una misteriosa locura llamada 'el Multiverso'. Para restaurar un mundo en el que todo está cambiando, Strange busca la ayuda de su aliado Wong, el Hechicero Supremo, y la Bruja Escarlata más poderosa de los Vengadores, Wanda. Pero una terrible amenaza se cierne sobre la humanidad y el universo entero que ya no puede sostenerse con sólo su poder. Aún más sorprendente, la mayor amenaza en el universo luce exactamente como Doctor Strange...\n\n**Descargar (Google Drive) 4k:** https://drive.google.com/file/d/1wIqnrPJJocIPw-1N0c00ApDLpQsjppD2/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/994746553598214174/Doctor_Strange_En_El_Multiverso_De_La_Locura_V05_Por_Mrandrewpalace_AMP_-_carteles.jpg"
  },
  {
    "Content": "**Películas Shin Chan (créditos a https://shinchaneros.net/)**\n\n**Sinopsis:** Shin-Chan es un niño japonés de 5 años, va al jardín de infancia, le gustan los dibujos animados del Ultra Héroe y las galletas de choco, un niño como cualquier otro ¿o no?. Desde luego que no, Shin-Chan es un auténtico terremoto, ligón, descarado, grosero, maleducado... y no para de meterse en líos.\n\n**Descargar (Google Drive):** https://drive.google.com/drive/folders/1tZRkkDGzh-8cTteQLo--nuM9XTjtoV-C?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1010007272069550230/169437.jpg"
  },
  {
    "Content": "**Un viaje de diez metros (2014) (1080p.BluRay.Remux.DTS-HD.Master.Audio) [ES-EN]**\n\n**Sinopsis:** Hassan Kadam es un ingenuo profesional culinario con un paladar insuperable. La familia Kadam, lejos de su India natal y liderados por Papa, se establece en un pequeño pueblo para crear un hogar y abrir un restaurante indio, la Maison Mumbai.\n\n**Ver Online:** Op.1: https://www.fembed.com/v/xp15nf5gdzgn5kq\n                      Op.2: https://streamlare.com/v/r8WdlWmmLevDjx4q\n\n**Descargar (Google Drive) 1080p (34 GB, máxima calidad):** https://drive.google.com/file/d/1Z1cxiyIzkb-FShmPjcF_Jz41igncKwda/view?usp=sharing\n**Descargar (Google Drive) 1080p (2,2 GB, versión comprimida):** https://drive.google.com/file/d/1Hn_rfQ-O9mt7oZS_I2FACfkMUhEugdKg/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1010189786612510831/Un_viaje_de_diez_metros.jpg"
  },
  {
    "Content": "**Aves de presa (2020) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Primera película en solitario de la súpervillana de DC Cómics Harley Quinn. Esta adaptación de los cómics Birds Of Prey de DC nos presenta a Harley Quinn (Margot Robbie) después de separarse del Joker. Tras su emancipación, la villana decide aliarse con otras tres superheroínas para formar el grupo 'Aves de presa'. Además de Quinn, esta asociación está formada por Black Canary (Jurnee Smolett-Bell), Huntress (Mary Elizabeth Winstead) y Renee Montoya (Rosie Perez). Las cuatro heroínas trabajarán juntas para tratar de salvar la vida de una joven, llamada Cassandra Cain (Ella Jay Basco), amenazada por un malvado criminal conocido como Máscara Negra (Ewan McGregor).\n\n**Ver Online:** https://streamlare.com/v/AQ9qzxNN5rjn4mME\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1MLVEFAMWR6KwLlXfcwDx7FVuReHT51h9/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/183VR5a1zLxvA_z9zi6PCPXK5NR8jUVFz/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1010743031021969489/avesdepresa20004.jpg"
  },
  {
    "Content": "**Psicosis (1960) (UNCUT.2160p.BDREMUX.HEVC.DTS-X.7.1) [ES-EN]**\n\n**Sinopsis:** La secretaria de una empresa inmobiliaria, Marion Crane, no puede casarse con su amante, Sam Loomis. El destino pone en sus manos 40.000 dólares en efectivo que su jefe le confía para depositarlos en el banco. Marion decide apoderarse de esa suma para comenzar con Sam una nueva vida. De camino a California, cae la noche y una fuerte tormenta le obliga a buscar alojamiento en un solitario motel de carretera dirigido por un joven tímido, extraño y algo demente, Norman Bates, y por su madre.\n\n**Ver Online (ES):** https://streamlare.com/v/GQ7Znvoo0LXDdVxp\n**Ver Online (CAT):** https://streamlare.com/v/K7j0lgWWk0klXkPv\n\n**Descargar (Google Drive) 2160p (Versión extendida) [ES-EN] (usar vlc):** https://drive.google.com/file/d/1XAC8owM7zg1W0UbAdsAQRvzQdHBn54Ou/view?usp=sharing\n**Descargar (Google Drive) 2160p (Cutted version) [ES-CAT-EN] (40s menos):** https://drive.google.com/file/d/1ZorO00iZktowMeUzTa3Gaq1MYesU-GdZ/view?usp=sharing\n**Descargar (Google Drive) 1080p (Cutted version) [ES-CAT-EN]:** https://drive.google.com/file/d/1zW_hTfESlZ5GHGqQhX5HZgO2I1eXmiC_/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1011597007732879380/cine-b-n_15.jpg"
  },
  {
    "Content": "**Centauros del Desierto (1956) (1080p.BluRay.x264.DD2.0) [ES-CAT-EN]**\n\n**Sinopsis:** Texas. En 1868, tres años después de la guerra de Secesión, Ethan Edwards, un hombre solitario, vuelve derrotado a su hogar. La persecución de los comanches que han raptado a una de sus sobrinas se convertirá en un modo de vida para él y para Martin, un muchacho mestizo adoptado por su familia.\n\n**Ver Online:** Op.1: https://streamlare.com/v/vBgrD8GLYPxnMZ64\n                      Op.2: https://www.fembed.com/v/2r8jnu2473gx866\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1cmqsqxVmym3PuMaD3E4xd3Jd4J3IHwyi/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1012693773471449160/FO4kTTjXIAYIgzA.jpg"
  },
  {
    "Content": "**El Resplandor (Versión extendida) (1980) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Jack Torrance se traslada con su mujer y su hijo de siete años al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento de las instalaciones durante la temporada invernal, época en la que permanece cerrado y aislado por la nieve. Su objetivo es encontrar paz y sosiego para escribir una novela. Sin embargo, poco después de su llegada al hotel, al mismo tiempo que Jack empieza a padecer inquietantes trastornos de personalidad, se suceden extraños y espeluznantes fenómenos paranormales.\n\n**Ver Online:** Op.1: https://streamlare.com/v/Jj8GzOqVLKynvPog\n                      Op.2: https://www.fembed.com/v/emkn1h-j061jnl1\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1coJA5VT9eCkI2k4jmS7IRPs3wwb-PQmv/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1014168755057737758/4ETWY8zrJMpgjVaCoaigeU8xJCu.jpg"
  },
  {
    "Content": "**Ready Player One 2018 [4K.REMUX.2160p] [1080p-AC-3 5.1] [ES-EN]**\n\nLa historia sigue los pasos del joven Wade Owen Watts, un jugador de videojuegos del año 2045 que, como el resto de la humanidad, prefiere el metauniverso de realidad virtual OASIS al cada vez más sombrío mundo real. En este lugar su creador escondió las piezas de un rompecabezas cuya resolución conduce a una fortuna de medio billón de dólares y el control total de la empresa que mantiene OASIS. Las claves del enigma están basadas en la cultura popular de los años 80 y la vida del creador. Durante años, millones de humanos han intentado dar con ellas, sin éxito. Wade logra resolver el primer rompecabezas del premio, y, a partir de ese momento, debe competir contra miles de jugadores y una empresa rival para conseguir el trofeo que es un huevo de pascua.\n\n**Descargar (Google Drive) 2160p:** https://shrinke.me/WI4D7mBR\n**Descargar (Google Drive) 1080p:** https://shrinke.me/e7E274vw\n**Ver online:** https://shrinke.me/cIvB7EXY",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1015658696744894605/Ready_Player_One-508487059-large.jpg"
  },
  {
    "Content": "**Baby Driver 2017 [4K.REMUX.2160p] [1080p-AC-3 5.1] [ES-EN]**\n\nEn Atlanta, Georgia, un automóvil rojo se detiene frente a un banco. Dentro hay tres ladrones, Buddy (Jon Hamm), Darling (Eiza González), Griff (Jon Bernthal) y su conductor de fuga, Baby (Ansel Elgort). Los ladrones entran al banco mientras Baby toca la canción \"Bellbottoms\". Momentos después, los ladrones vuelven corriendo al auto. Baby sale de allí con la música a todo volumen en sus oídos. La policía persigue al auto por toda la ciudad, pero Baby es capaz de maniobrar rápidamente a través de los obstáculos haciendo derrapar el auto y haciendo locas maniobras al ritmo de la música mientras evade a la policía. Conduce por la carretera por donde pasan otros dos coches rojos. Una vez que pasan por debajo del puente, Baby puede engañar a la policía y escapar, pero casi queda atrapado en un callejón antes de que Griff lo detenga. Lleva el auto a un estacionamiento donde él y los ladrones toman otro auto y se escapan, justo cuando termina la canción de Baby.\n\n**Descargar (Google Drive) 2160p:** https://shrinke.me/ZQtte\n**Descargar (Google Drive) 1080p:** https://shrinke.me/LQuCfe\n**Ver online:** https://shrinke.me/kzi1ffib",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1016329094272667648/Baby_Driver-399368582-large.jpg"
  },
  {
    "Content": "**Star Wars [Episodio IV] Una Nueva Esperanza (1977) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Star Wars: Episodio IV Una Nueva Esperanza, originalmente lanzada solamente con el titulo Star Wars, es una película de 1977 escrita y dirigida por George Lucas. Es la primera entrega de la trilogía original de Star Wars.\n\nAlrededor de 19 años después de la formación del Imperio Galáctico; la construcción de la Estrella de la Muerte, un arma capaz de destruir planetas enteros, ha sido finalizada. Después de que la Princesa Leia Organa, una líder de la Alianza Rebelde, recibiera los planos del arma con la esperanza de encontrar una debilidad, es capturada y llevada a los centros de detención de la Estrella de la Muerte. Mientras tanto, un joven granjero llamado Luke Skywalker conoce a Obi-Wan Kenobi, quien por años ha vivido exiliado en el planeta desierto de Tatooine. Después de que Luke pierde su hogar cuando sus tío y tía son asesinados por el Imperio, Obi-Wan comienza a entrenarlo para convertirse en un Caballero Jedi mientras que, junto con Han Solo, Chewbacca, C-3PO y R2-D2, tratan de rescatar a la Princesa y detener al Imperio.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1vab5__VTntLZ1nIIe3XYbQOcRYyEVC4J/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1EaO7V2YkEloof4MngntEUHYZdOwm0z06/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020352825915621396/65a6c7d6317bcadb0e02034445a39a21.jpg"
  },
  {
    "Content": "**Star Wars [Episodio V] El Imperio Contraataca (1980) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Star Wars: Episodio V El Imperio Contraataca, comercializado simplemente como El Imperio Contraataca, es la segunda película de Star Wars y el segundo capítulo de la trilogía original. Originalmente estrenada en 1980, la película ha resultado ser una de las películas más populares de la serie entre muchos seguidores y críticos. Fue re-estrenado con cambios en 1997 y (en DVD) en 2004. La película fue re-estrenada en formato Blu-ray en Septiembre de 2011. Una adaptación de radio fue transmitida por la Radio Pública Nacional en los EE.UU en 1983. La película fue seleccionada en 2010 para ser conservada por la Biblioteca del Congreso como parte de su Registro Nacional de Cine.\n\nLa película se refiere a las continuas luchas de la Alianza Rebelde contra el Imperio Galáctico. Durante la película, Han Solo, Chewbacca y la Princesa Leia Organa están siendo perseguidos a través del espacio por Darth Vader y sus fuerzas de elite. Mientras tanto, Luke Skywalker comienza su formación como Jedi con Yoda, después de una instrucción del espíritu de Obi-Wan Kenobi. En un emotivo y casi fatal enfrentamiento con Vader, Luke se presenta con una terrible revelación y debe afrontar su destino.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1Mxth0yj4jBDFgPgBv8NV5wLh518b8uF_/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1bU4B3Q8IAVEe1O-_gAnMEYdirRms1Me4/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020356468333092924/guerra-galaxias-episodio-v-imperio-contraataca.jpg"
  },
  {
    "Content": "**Star Wars [Episodio VI] El Retorno del Jedi (1983) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Star Wars: Episodio VI El Retorno del Jedi o El Regreso del Jedi (Return of the Jedi en inglés) es una película de ciencia ficción de 1983 dirigida por Richard Marquand y escrita por Lawrence Kasdan y George Lucas. Fue la tercera película de la saga en ser realizada y la octava en la cronología de Star Wars.\n\nLa película está situada en 4 DBY, un año después de la ocupación imperial de la Ciudad de las Nubes, cuando Luke Skywalker y sus amigos viajan a Tatooine para rescatar a Han Solo de las garras de Jabba el Hutt. El Imperio se prepara para destruir a la Alianza Rebelde con una Estrella de la Muerte más poderosa, mientras la flota rebelde la ataca. Luke Skywalker se enfrenta a su padre, Darth Vader, en un duelo final bajo la mirada del Emperador Palpatine.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1GdjR-HYJX35XMhneqmaD-JSpGMCGXP8g/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020360084347433021/guerra-galaxias-episodio-vi-retorno-jedi.jpg"
  },
  {
    "Content": "**Star Wars [Episodio I] La Amenaza Fantasma (1999) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Star Wars: Episodio I La Amenaza Fantasma es el primer episodio en la línea cronológica de la saga de Star Wars, y la cuarta película, siendo lanzada en 1999. Con el guión y la dirección de George Lucas, la película está protagonizada por Liam Neeson, Ewan McGregor, Natalie Portman, Jake Lloyd y Ray Park.\n\nEsta película sustenta la cuarta posición en cuanto a recaudaciones de taquilla de todos los tiempos en estados Unidos, aún y cuando recibió fuertes críticas por parte de los críticos y fanáticos, sobre el hecho en que odiaran al personaje de Jar Jar Binks el cual argumentaban que solo fue diseñado para incrementar la venta de mercancías a los más jóvenes. Es la única película de toda la saga que no ha sido doblada al catalán, debido a eso no podemos añadirle una pista de audio en catalán ya que no existe.\n\nLa filmación comenzó en 1997 después del avance del CGI en el mundo del cine. George Lucas los aprovechó para usarlos en su película, cosa que era imposible usar en Una Nueva Esperanza porque esta se estrenó en 1977. La Amenaza Fantasma fue re-lanzada en Blue-Ray en septiembre del 2011. George Lucas mencionó en una conferencia de prensa de marzo del 2010 que esta película será re-estrenada el 10 de febrero del 2012 en todos los cines en 3-D.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1zywb2x-H1ttRIPVGH7yjPicstqzpKivp/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1up-Ot4xTucWdfxstMe94ksFytu_2TLcB/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020362348101374072/la3LTTE7WZjEaLBP13UHbhvYCHJ.jpg"
  },
  {
    "Content": "**Star Wars [Episodio II] El Ataque de los Clones (2002) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Star Wars: Episodio II El Ataque de los Clones es el segundo capítulo en la línea cronológica y la quinta película en ser producida, en la serie de saga episodios. Es, además, la segunda parte en la trilogía de precuelas, iniciada por Star Wars: Episodio I La Amenaza Fantasma, y concluida con Star Wars: Episodio III La Venganza de los Sith.\n\nUna década despúes de los eventos de La Amenaza Fantasma, la República está en crisis. Un movimiento separatista (secretamente dirigido por el Conde Dooku, un antiguo Maestro Jedi) amenaza la paz. La senadora Padmé Amidala, anterior Reina de Naboo, vuelve al Senado Galáctico para ofrecer su voto en la creación de un Gran Ejército de la República, aunque no haya suficientes Jedi para mantener la paz y el orden en la Galaxia.\n\nEs la primera película de Star Wars que utilizó cámaras digitales de alta definición durante su filmación para la mayoría de las escenas con actores reales.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1R7iBzdTqJOAocafaD8x-fXnSJWSpYDQT/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/11d7Fe6V9eskceSbISKCF21BRdMJH378o/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020364827719381002/1CLTRChpVlleQYAjY4py5t4ujDY.jpg"
  },
  {
    "Content": "**Star Wars [Episodio III] La Venganza de los Sith (2005) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Star Wars: Episodio III La Venganza de los Sith es la sexta película de Star Wars en ser producida y el tercer y último episodio de la trilogía de precuelas. Fue estrenada en los cines el jueves 19 de mayo de 2005 (el día exacto en que el primer episodio de la trilogía de precuelas de Star Wars: Episodio I La Amenaza Fantasma fue lanzada en 1999), y se estrenó (fuera de competición) en el Festival de Cannes el 15 de mayo de 2005. La película generalmente fue recibida con críticas positivas, especialmente en comparación con las dos anteriores precuelas. Rompió varios récords en la taquilla en su semana de estreno y pasó a recaudar más de US$ 800 millones en todo el mundo, convirtiéndola en una de las mejores películas de 2005. Es la segunda película de Star Wars que utiliza un sistema digital 24 de alta definición para la mayoría de las escenas de acción en vivo en la película. La película fue re-lanzada en formato Blu-ray en Septiembre de 2011.\n\nLas Guerras Clon han comenzado en la galaxia y, como una de sus consecuencias, el canciller Palpatine ha sido secuestrado por el líder separatista de la Confederación de Sistemas Independientes, el General Grievous. El maestro Jedi Obi-Wan Kenobi, junto a su aprendiz Anakin Skywalker, encabeza una misión para rescatar al canciller y detener a Grievous.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/14Q1B6EHVvc8BgNhN4iINsEbm2UMzraGW/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1QQYN9Wz3L7ldtFsWJWoeU8VpGXgxchb6/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020367752155902002/5dj0ERxM8NxoiWBdlY6TT9PJmKi.jpg"
  },
  {
    "Content": "**Papillon (1973) (1080p.Bluray.Rip.DTS-HD.Master.5.1) [ES-EN]**\n\n**Sinopsis:** Condenado a cadena perpetua por un crimen que afirma no haber cometido, Henri Charrière es enviado al exilio en las colonias penitenciarias de la Guayana francesa y la isla del Diablo. Conocido por su apodo de Papillon, debido al tatuaje de una mariposa que lleva en el pecho y que simboliza la libertad, Charrière dedica todo su tiempo y energía a escaparse con su amigo y compañero de cárcel Delga.\n\n**Ver Online:** https://streamlare.com/v/AkQpz93EAponRdN6\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1-ACx1nWR7Mxbqqz7Qzjj5RX_d8251nFa/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020373362846994432/Dgn6Hv9X4AA_cGF.jpg"
  },
  {
    "Content": "**Batman Begins (2005) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** Narra los orígenes de la leyenda de Batman y los motivos que lo convirtieron en el representante del Bien en la ciudad de Gotham. Bruce Wayne vive obsesionado con el recuerdo de sus padres, muertos a tiros en su presencia. Atormentado por el dolor, se va de Gotham y recorre el mundo hasta que encuentra a un extraño personaje que lo adiestra en todas las disciplinas físicas y mentales que le servirán para combatir el Mal. Por esta razón, la Liga de las Sombras, una poderosa y subversiva sociedad secreta, dirigida por el enigmático Ra's Al Ghul, intenta reclutarlo. Cuando Bruce vuelve a Gotham, la ciudad está dominada por el crimen y la corrupción. Con la ayuda de su leal mayordomo Alfred, del detective de la policía Jim Gordon y de Lucius Fox, su colega en una Sociedad de Ciencias Aplicadas, Wayne libera a su alter ego: Batman, un justiciero enmascarado que utiliza la fuerza, la inteligencia y la más alta tecnología para luchar contra las siniestras fuerzas que amenazan con destruir la ciudad.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1nvIu0W5yeL3_7b7aJrqmz9SRkdN3GVrm/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020384464137900182/6yMWU1vWkOBbNRIwOxhetd2aHhO.jpg"
  },
  {
    "Content": "**El Caballero Oscuro (2008) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** Batman/Bruce Wayne (Christian Bale) regresa para continuar su guerra contra el crimen. Con la ayuda del teniente Jim Gordon (Gary Oldman) y del Fiscal del Distrito Harvey Dent (Aaron Eckhart), Batman se propone destruir el crimen organizado en la ciudad de Gotham. El triunvirato demuestra su eficacia, pero, de repente, aparece Joker (Heath Ledger), un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos. \n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1CaRWKSBlnQz9yuEZO3QLxBpeUPMMclCt/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020389369045078046/8QDQExnfNFOtabLDKqfDQuHDsIg.jpg"
  },
  {
    "Content": "**El Caballero Oscuro - La Leyenda Renace (2012) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** Hace ocho años que Batman desapareció, dejando de ser un héroe para convertirse en un fugitivo. Al asumir la culpa por la muerte del fiscal del distrito Harvey Dent, el Caballero Oscuro decidió sacrificarlo todo por lo que consideraba, al igual que el Comisario Gordon, un bien mayor. La mentira funciona durante un tiempo, ya que la actividad criminal de la ciudad de Gotham se ve aplacada gracias a la dura Ley Dent. Pero todo cambia con la llegada de una astuta gata ladrona que pretende llevar a cabo un misterioso plan. Sin embargo, mucho más peligrosa es la aparición en escena de Bane, un terrorista enmascarado cuyos despiadados planes obligan a Bruce a regresar de su voluntario exilio.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1Ali3PJ3LbcOCEWDWi-hnKqPuqq_JGfLU/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1020393506914705458/rrS7K8tXVFUBliIKWaRuSq65nWr.jpg"
  },
  {
    "Content": "**El método Williams 2021 [4K.REMUX.2160p - 1080p - 720p] [ES AC-3 5.1]**\n\nBiopic sobre Richard Williams, un padre inasequible que ayudó a formar a dos de las deportistas más extraordinarias de todos los tiempos, dos atletas que acabarían marcando época en el deporte del tenis. Richard tenía una visión muy clara del futuro de sus hijas, y sirviéndose de métodos arriesgados y poco convencionales, elaboró un plan que llevaría a Venus y Serena Williams de las calles de Compton, California, al olimpo del deporte, convirtiéndolas en iconos del tenis.\n\n**Descargar Google Drive (2160p): **https://drive.google.com/u/0/uc?id=1C1ostwBlexiI_pvdn472RUyqi4aLQzHR&export=download\n**Descargar Google Drive (1080p):** https://drive.google.com/file/d/1hX-OjjJkVS1oosYFCx29Qg8KXqsreCw8/view?usp=sharing\n**Descargar Google Drive (720p):** https://drive.google.com/file/d/19x5_-FlKibjivDcjyUUxhZdFfYkySokE/view?usp=sharing\n**Ver online (720p):** https://www.fembed.com/v/8qd3kb8d0g1z1y8\n\n(by: <@312614920409710602>)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1021179161148133396/El_m_todo_Williams-538343358-large.jpg"
  },
  {
    "Content": "**Bullet Train (2022) (WEB-DL.2160p.x265.AC3-5.1) [ES-EN]**\n\n**Sinopsis:** Ladybug (Brad Pitt) es un asesino sin suerte, decidido a cumplir su trabajo tranquilamente después de que demasiadas misiones se hayan ido de madre en el pasado. En la recta final de su carrera, es reclutado por Maria Beetle (Sandra Bullock) para recoger una maleta en un tren bala que va de Tokio a Morioka. El destino, sin embargo, puede tener otros planes: esta última misión de Ladybug lo pone en el camino de varios asesinos letales de todo el mundo, todos con objetivos conectados pero en conflicto unos con otros. En el tren más rápido del mundo -uno de los trenes bala Shinkansen de Japón- este asesino tendrá que enfrentarse a los criminales más variopintos del planeta con sus propias misiones. Y mientras todo esto sucede debe averiguar cómo bajar. \n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1ZUqPKyqmpYouEfqFg_b8r8fgg60pV-Ze/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1025727043800940555/Bullet_Train-639045112-large.jpg"
  },
  {
    "Content": "**Jurassic World Dominion (2022) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Chris Pratt y Bryce Dallas Howard se suman a la ganadora del Oscar Laura Dern, Jeff Goldblum y Sam Neill en Jurassic World Dominio, una nueva e impresionante aventura épica que se extiende por todo el mundo. Del arquitecto y director de Mundo Jurásico, Colin Trevorrow. Dominio tiene lugar cuatro años después de la destrucción de Isla Nublar. Los dinosaurios ahora viven y cazan junto a los humanos en todo el mundo. Este frágil equilibrio cambiará el futuro y determinará, de una vez por todas, si los seres humanos deben seguir siendo los depredadores máximos en un planeta que ahora comparten con las criaturas más temibles de la historia.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/181W2KNzG8hetTHQMIbOJFa1sfoC4txW6/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1obLA1oYWsLFPlQaONd_HLDXou-nLc83n/view?usp=sharing\n\n(Subido by <@312614920409710602>)",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1026810139669446757/Jurassic_World_Dominion-228831206-large.jpg"
  },
  {
    "Content": "**Top Gun Maverick (2022) (IMAX.2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES - EN]**\n\nSinopsis: Después de más de treinta años de servicio como uno de los mejores aviadores de la Armada, Pete \"Mavericks\" Mitchel (Tom Cruise) se encuentra donde siempre quiso estar: superando los límites como un valiente piloto de pruebas y esquivando el ascenso de rango, que no le dejaría volar emplazándolo en tierra. Cuando es destinado a la academia de Top Gun con el objetivo de entrenar a los pilotos de élite para realizar una peligrosa misión en territorio enemigo, Maverick se encuentra allí con el joven teniente Bradley Bradshaw (Miles Teller), el hijo de su difunto amigo \"Goose\".\n\nVer Online: Op.1: https://streamlare.com/v/GWaolEGG3ONDdPVQ\n                      Op.2: https://www.fembed.com/v/r46x3aeq3xpwl0q\n\n**Descargar (Google Drive) 2160p (BluRay):** https://drive.google.com/file/d/1Z4NSqqNzmQqQGnErOqk0pR9fXMQp7pwR/view?usp=sharing\n**Descargar (Google Drive) 2160p (WebRip):** https://drive.google.com/file/d/1vexV_MMcQs2XBRqcN2cEnSfp0UxXs00H/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1WeYaI2W9YMFC6bRpxKrdskuu917PYD0s/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1031974123242528768/1533124.jpg"
  },
  {
    "Content": "**Halloween (1978) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** El pequeño Michael Myers asesina a su hermana en la noche de Halloween de 1963, por lo que es internado en un psiquiátrico. Seis años más tarde, Myers se escapa del hospital y regresa a su pueblo natal, Haddonfield, en Illinois. El psicópata dará comienzo a una serie de horripilantes asesinatos mientras uno de los médicos que lo trataba en el hospital le sigue la pista.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1P4kDasQZ6EbWKoJCjkkC65QaAEorePFl/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034244779304812574/zRkkkdBqTKxP1sphNCwAU0OxgwJ.jpg"
  },
  {
    "Content": "**Halloween 2 (1981) (2160p.BluRay.HEVC.DTS-HD.MA.7.1) [ES-EN].rar**\n\n**Sinopsis:** El psicópata Michael Myers sigue vivo y vuelve a ponerse en acción. Ahora se dirige a un pequeño hospital donde se encuentra Laurie Strode, la única víctima que logró sobrevivir a su primer ataque. Mientras tanto, el doctor Loomis sigue buscando a su sanguinario paciente.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1Q89DfM8clUrHg2wHaA6c9yVj4gyRswFU/view?usp=drivesdk",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034245377479675994/gL3dPbbZInWn4U9jd87uoFGOdot.jpg"
  },
  {
    "Content": "**Halloween 3 (1982) (2160p.BluRay.HEVC.DTS-HD.MA.7.1) [ES-EN]**\n\n**Sinopsis:** Película de ciencia ficción y terror dirigida por Tommmt Lee Wallace. La trama trata sobre un hombre que resulta herido por una banda de maleantes y que es llevado al hospital del doctor Dan Challis. En el centro, el recién ingresado es asesinado por un desconocido que poco después se prende fuego a sí mismo. El doctor se une a la hija del fallecido para averiguar por qué mataron al hombre y las pistas los conducen a una fábrica de máscaras para Halloween. La pareja descubre que el dueño de la empresa tenía una intención mucho más siniestra que la de lucrarse con la venta de esas máscaras que miles de niños comprarían para la noche Halloween.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1P4kDasQZ6EbWKoJCjkkC65QaAEorePFl/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034245821824249866/Fft696pXwAEj-d9.jpg"
  },
  {
    "Content": "**Halloween 4 (1988) (2160p.BluRay.HEVC.DTS-HD.MA.7.1) [ES-EN].rar**\n\n**Sinopsis:** Michael Myers, un psicópata que mató a dieciséis personas, acabó siendo capturado por su propio médico, el doctor Lomis. Tras pasar diez años encarcelado en una prisión de máxima seguridad, Myers es trasladado, en estado catatónico, al Instituto Mental de Richmond. Pero inexplicablemente se vuelve a escapar con el fin de asesinar a su único familiar vivo, su sobrina Jamie Lloyd. De nuevo el doctor Lomis intentará atraparlo.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1Wkc1cd0vIvFDEXlidQtOjMLUtZJ0Qo_r/view?usp=drivesdk",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034246642653732924/y0nGohPWFGWFqgeyMOaq8krGlVF.jpg"
  },
  {
    "Content": "**Halloween 5 (1989) (2160p.BluRay.HEVC.DTS-HD.MA.7.1) [ES-EN]**\n\n**Sinopsis:** Michael Myers, el psicópata asesino ha vuelto a sobrevivir a las heridas de bala después de la persecución policial y, obsesionado por la venganza, continua buscando a su pequeña sobrina para asesinarla. Jamie ha sido hospitalizada y debido a un shock traumático ha perdido la capacidad del habla. Sin embargo ha desarrollado un vínculo telepático con su tío Michael y sabe que sigue vivo y que la está buscando para vengarse.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/14f0ui-tLXo_XC-Ldp8FKRUC12V4pdS0m/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034246694910578718/jmJgtZs7YDzirkKGWvMSad318r1.jpg"
  },
  {
    "Content": "**Halloween 6 (La Maldición de Michael Myers) (1995) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN].rar**\n\n**Sinopsis:** Cuando Michael Myers tenía seis años, apuñaló a su hermana hasta la muerte. Durante muchos años fue encerrado en el centro psiquiátrico Smiths Groves, pero logró escapar y, súbitamente, Halloween se convirtió en un sinónimo de locura. Uno a uno, cada miembro de su familia fue asesinado hasta que sólo quedó Jamie Lloyd, su sobrina de nueve años. En Haddonfield, la noche de Halloween no es una fiesta cualquiera porque siempre durante dicha celebración, Michael decide visitar su pueblo natal con un único objetivo; el asesinato premeditado. Ya han pasado seis años desde que Michael muriera, presumiblemente, consumido por las llamas. Haddonfield, por fin, puede celebrar Halloween... pero Michael Myers también está listo para la fiesta\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1i9h8n4R2k-t5sBLdlcGg0SMit6hp9P-Q/view?usp=drivesdk",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034247600477589584/qTxbDlZZW4CEuSNcwjwHtgc6T0x.jpg"
  },
  {
    "Content": "**Halloween H20 (Veinte años después) (1998) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Veinte años después de ser acosada por un psicópata, Laurie Strode vive apartada en una pequeña ciudad con el recuerdo permanente de aquella pesadilla. Tiene un hijo de 17 años, trabaja como jefa de estudios en una escuela privada y la fiesta de Halloween está a punto de celebrarse una vez más.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/19Nv7R9WG5u2_uOKT9BrZyEdvGHKH2nIB/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034247675371065384/gqo0fZp9g980ahUHEIvCWTUNzfI.jpg"
  },
  {
    "Content": "**Halloween Resurrection (2002) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN].rar**\n\n**Sinopsis:** Un grupo de adolescentes gana un concurso para pasar una noche en la casa donde nació Michael Myers. Pero el juego se convierte en una lucha para conseguir salir con vida de la casa.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1OiYxF70-UVQKfJwteNAsZ6ldW9t7eFL0/view?usp=drivesdk",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034248356123398164/zk6ec1MiAnlGIz0moRwBr5LpRWn.jpg"
  },
  {
    "Content": "**El Resplandor (Versión extendida) (1980) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Jack Torrance se traslada con su mujer y su hijo de siete años al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento de las instalaciones durante la temporada invernal, época en la que permanece cerrado y aislado por la nieve. Su objetivo es encontrar paz y sosiego para escribir una novela. Sin embargo, poco después de su llegada al hotel, al mismo tiempo que Jack empieza a padecer inquietantes trastornos de personalidad, se suceden extraños y espeluznantes fenómenos paranormales.\n\n**Ver Online:** Op.1: https://streamlare.com/v/Jj8GzOqVLKynvPog\n                      Op.2: https://www.fembed.com/v/emkn1h-j061jnl1\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1coJA5VT9eCkI2k4jmS7IRPs3wwb-PQmv/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034248431205621790/4ETWY8zrJMpgjVaCoaigeU8xJCu_1.jpg"
  },
  {
    "Content": "**Psicosis (1960) (UNCUT.2160p.BDREMUX.HEVC.DTS-X.7.1) [ES-EN]**\n\n**Sinopsis:** La secretaria de una empresa inmobiliaria, Marion Crane, no puede casarse con su amante, Sam Loomis. El destino pone en sus manos 40.000 dólares en efectivo que su jefe le confía para depositarlos en el banco. Marion decide apoderarse de esa suma para comenzar con Sam una nueva vida. De camino a California, cae la noche y una fuerte tormenta le obliga a buscar alojamiento en un solitario motel de carretera dirigido por un joven tímido, extraño y algo demente, Norman Bates, y por su madre.\n\n**Ver Online (ES):** https://streamlare.com/v/GQ7Znvoo0LXDdVxp\n**Ver Online (CAT):** https://streamlare.com/v/K7j0lgWWk0klXkPv\n\n**Descargar (Google Drive) 2160p (Versión extendida) [ES-EN] (usar vlc):** https://drive.google.com/file/d/1XAC8owM7zg1W0UbAdsAQRvzQdHBn54Ou/view?usp=sharing\n**Descargar (Google Drive) 2160p (Cutted version) [ES-CAT-EN] (40s menos):** https://drive.google.com/file/d/1ZorO00iZktowMeUzTa3Gaq1MYesU-GdZ/view?usp=sharing\n**Descargar (Google Drive) 1080p (Cutted version) [ES-CAT-EN]:** https://drive.google.com/file/d/1zW_hTfESlZ5GHGqQhX5HZgO2I1eXmiC_/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034249499977191484/cine-b-n_15.webp"
  },
  {
    "Content": "**El silencio de los corderos (1991) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** El FBI busca a 'Buffalo Bill', un asesino en serie que mata a sus víctimas, todas adolescentes, después de prepararlas minuciosamente y arrancarles la piel. Para poder atraparlo recurren a Clarice Starling, una brillante licenciada universitaria, experta en conductas psicópatas, que aspira a formar parte del FBI. Siguiendo las instrucciones de su jefe, Jack Crawford, Clarice visita la cárcel de alta seguridad donde el gobierno mantiene encerrado a Hannibal Lecter, antiguo psicoanalista y asesino, dotado de una inteligencia superior a la normal. Su misión será intentar sacarle información sobre los patrones de conducta de 'Buffalo Bill'.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1oIJauxmAAObt6PoYu-t_YpY9Bs51W6p1/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034250236861894727/9MWLKbEGHhPQNUzjxB5mHrTdUu6.jpg"
  },
  {
    "Content": "**Alien (1979) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.5.1).rar**\n\n**Sinopsis:** De regreso a la Tierra, la nave de carga Nostromo interrumpe su viaje y despierta a sus siete tripulantes. El ordenador central, MADRE, ha detectado la misteriosa transmisión de una forma de vida desconocida, procedente de un planeta cercano aparentemente deshabitado. La nave se dirige entonces al extraño planeta para investigar el origen de la comunicación.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1OwxGIG91t6FwKHOXC2kyW9A5aPgPfh4o/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034250678949912607/pZ9cAe5FxexJjpCaeiETbXzz3Fs.jpg"
  },
  {
    "Content": "**La Llorona (2019) (2160p.HDR.HMAX.WEB-DL.DD51.H.265) [ES-EN]**\n\n**Sinopsis:** La Llorona es una aparición tenebrosa, atrapada entre el Cielo y el Infierno, con un destino terrible sellado por su propia mano. La mera mención de su nombre ha causado terror en todo el mundo durante generaciones. En vida, ahogó a sus hijos en una rabia de celos, arrojándose en el río tras ver como mató a sus hijos violentamente. Ahora sus lágrimas son eternas, letales, y aquellos que escuchan su llamada de muerte en la noche están condenados. Se arrastra en las sombras y ataca a los niños, desesperada por reemplazar a los suyos. A medida que los siglos han pasado, su deseo se ha vuelto más voraz y sus métodos más terroríficos.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1W4nWfgjOoowqLEByL1OLTWBetVUHWlWS/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034251297014173796/xvS7QC1aOUcZSbAzpCkSFqKqSeD.jpg"
  },
  {
    "Content": "**La Matanza de Texas (1974) (REMASTERED) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-EN].rar**\n\n**Sinopsis:** Cinco adolescentes visitan la tumba, supuestamente profanada, del abuelo de uno de ellos. Cuando llegan al lugar, donde hay un siniestro matadero, toman una deliciosa carne en una gasolinera. A partir de ese momento, los jóvenes vivirán la peor pesadilla de toda su vida.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/14Kn5z3g_De6DRxk2r0ndh_xih6HbzkP7/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1034251474936545341/fOqMcW2TYN0WReTDpds93rkAYpR.jpg"
  },
  {
    "Content": "**Poltergeist (1982) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** La familia Freelings vive en un suburbio de California (Estados Unidos) en una casa, aparentemente, normal. Todo cambia cuando Carol Anne (Heather O'Rourke), la pequeña de la familia, sea la primera en contactar a los espíritus que hay en la casa a través de la televisión. Convencidos de que necesitan ayuda, los Freelings llamarán a un grupo de parapsicólogos e, incluso, a una médium espiritual para poder acabar con los poltergeist.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1AsjSVPcDzzbAVa8I29UreaDpr1JsfIdq/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1035179315773575188/4uzCRos0jX62I3goFs6ss5eSVAg.jpg"
  },
  {
    "Content": "**Viernes 13 (1980) (Versión Extendida) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Durante el verano de 1958, en el campamento de Crystal Lake, dos jóvenes son asesinados; un año antes, un niño había muerto ahogado en las mismas instalaciones. Varios años después, tras ser clausurado el recinto, Steve Christy y su compañera Alice, deciden reabrirlo pese a la maldición que pesa sobre el solitario lugar. Ambos preparan la llegada de un grupo de seis monitores dispuestos a dejar a punto las instalaciones para los nuevos campistas. Sin embargo, Ken, Marcie, Annie, Jack, Brenda y Ned, van pereciendo uno a uno de forma brutal, sin que exista aparentemente ningún motivo. La policía del condado y la gente de la zona habían alertado previamente a los nuevos inquilinos de los antecedentes acaecidos años atrás.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1kLM1UUfYoayFKBhrM1-KqlaOibxASgPq/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1035712016591106108/ckKIBlTyjJ9RSH4tafZhLD5NlKC.jpg"
  },
  {
    "Content": "**Scream (1996) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Sidney Prescott, una adolescente de la pequeña comunidad de Woodsboro, se convierte en el objetivo de un misterioso asesino en serie. Una reportera de un canal de noticias, Gale Weathers, que cubrió el asesinato un año atrás de la madre de Sidney, cubre ahora estos asesinatos, además ha escrito un libro en el que defiende al supuesto asesino de Maureen, Cotton Weary, que va a ir a la cámara de gas, alegando que cayó en una trampa, lo que hace reavivar la polémica. Los crímenes dejan de ser aislados y continúan los asesinatos. Ahora Sidney, su novio y sus amigos están en peligro, ya que el asesino quiere revivir lo sucedido un año atrás con Maureen Prescott, pero esta vez con su hija.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1rSzuiYkOzsk0kgpVmE2RNJyTSq5UxOt9/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036409667934494721/hXTEjFQ7weO9XreNgS3SXvX7U11.jpg"
  },
  {
    "Content": "**Scream 2 (1997) (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** La universidad de Windsor ofrece una variada opción de materias para sus estudiantes, justo lo que Sidney Prescott necesita. Es primavera, dos años después de los asesinatos en Woodsboro, California, y el año escolar está llegando a su fin. Sid tiene una compañera de habitación, un novio y es la elegida para encabezar el reparto de la obra que se representa en la universidad este curso. Randy, otro de los supervivientes de los asesinatos de Woodsboro, estudia cine en Windsor. También es feliz, como Sid. Pero el pasado nunca queda atrás. De hecho, vuelve y alguien es asesinado mientras ve la película \"Stab\" (Puñalada) en el cine del campus, el día del estreno nacional. Stab, basada en la novela superventas escrita por la periodista Gale Weathers, describe los asesinatos de Woodsboro. El libro no sólo se vendió como rosquillas, además ayudó a salir de la prisión a Cotton Weary, el hombre acusado por Sidney de la muerte de su madre.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1H5xRNiSG0HXrn4vVrFYaVSJ88o4Eisbi/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036412445079654450/yJByqjDCruJMA9pnfoEZ6b2GxId.jpg"
  },
  {
    "Content": "**Scream 5 (2022) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** La pesadilla ha regresado. Veinticinco años después de que tuvieran lugar aquellos brutales asesinatos en el pueblo de Woodsboro, California, y conmocionaran a sus habitantes, un nuevo asesino ha regresado. Usando el mismo rostro que Ghostface, el nuevo agresor va a comenzar a atacar a un grupo de adolescentes para sacar a la luz secretos del mortífero pasado del pueblo.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1HNJginrJ-GXcaAfCGpxokKKSEMaE7kle/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036417210299715645/cIgmdAhesIqn2ykJfbNFMQYdxkO.jpg"
  },
  {
    "Content": "**Saga Scary Movie (2000-2013) (1080p.WEBDL.AC3.5.1) [ES]**\n\n**Sinopsis:** La saga de Scary Movie es una serie de películas estadounidenses de comedia especializada en burlarse de las películas populares de terror, que han recaudado más de $896 millones en la taquilla en todo el mundo. Las dos actrices recurrentes son Anna Faris y Regina Hall, como Cindy Campbell y Brenda Meeks respectivamente. Son unidos por nuevos actores recurrentes y personajes. La franquicia fue conceptualizada por los Hermanos Wayans, quienes escribieron y dirigieron las primeras dos películas antes de dejar la franquicia. Fueron distribuidas por Dimension Films a lo largo de dos estudios diferentes: Miramax Films y The Weinstein Company.\n\n**Ver Online:** Scary Movie 1 (2000): https://streamlare.com/v/Jj8GzOqOB27nvPog\n                      Scary Movie 2 (2001): https://streamlare.com/v/Gm80z55JVNgzr1xW\n                      Scary Movie 3 (2003): https://streamlare.com/v/0rwmD7po931zRaZ8\n                      Scary Movie 4 (2006): https://streamlare.com/v/r8WdlWmejZWDjx4q\n                      Scary Movie 5 (2013): https://streamlare.com/v/RLg7lX8JKY3l2QAe\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1HNJginrJ-GXcaAfCGpxokKKSEMaE7kle/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036444408024944801/fHWR3YplPQWciYzxEity2kyDoDn.jpg"
  },
  {
    "Content": "**Expediente Warren (The Conjuring) (2013) (2160p.HEVC.WEB-DL.X265.MA.DTS.HD.5.1) [ES-EN]**\n\n**Sinopsis:** Basada en una historia real documentada por los reputados demonólogos Ed y Lorraine Warren. Narra los encuentros sobrenaturales que vivió la familia Perron en su casa de Rhode Island a principios de los 70. El matrimonio Warren, investigadores de renombre en el mundo de los fenómenos paranormales, acudieron a la llamada de esta familia aterrorizada por la presencia en su granja de un ser maligno.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1H8srVhm5WkS1RflyJVSXv6oGsmw2v_GY/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036663085622104094/7dmHw5yvY9OIz535aotSS8K9HsO.jpg"
  },
  {
    "Content": "**Expediente Warren (El caso Enfield) (2016) (1080p.Bluray.AVC.MA.AC3.5.1) [ES-EN]**\n\n**Sinopsis:** Secuela de la exitosa 'Expediente Warren' (2013), que lleva de nuevo a la pantalla otro caso real de los expedientes de los renombrados demonólogos Ed y Lorraine Warren. En este caso ambos viajarán al norte de Londres para ayudar a una madre soltera que tiene a su cargo cuatro hijos y que vive sola con ellos en una casa plagada de espíritus malignos.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1HhfOb9FzYbf6MQY2vNh21iJz7h4qtJ7M/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036666509130481715/AtwMXjMs7zDrTAM8L6SnaF5Qqzl.jpg"
  },
  {
    "Content": "**Expediente Warren (Obligado por el demonio) (2021) (2160p.BluRay.HEVC.TrueHD.Atmos.MA.7.1) [ES-EN]**\n\n**Sinopsis:** Los investigadores paranormales Ed y Lorraine Warren se encuentran con lo que se convertiría en uno de los casos más sensacionales de sus archivos. La lucha por el alma de un niño los lleva más allá de todo lo que habían visto antes, para marcar la primera vez en la historia de los Estados Unidos que un sospechoso de asesinato reclamaría posesión demoníaca como defensa.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1MzfFpVsz3A8WOgk4hTG4pk8KAK3AhvUh/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1036669282412666880/ghMQALCyytc6W0wlOlMIKiMSRKV.jpg"
  },
  {
    "Content": "**Mac y Devin van al Instituto (2012) (1080p.BluRay.x264.AAC.5.1) [ES-EN]**\n\n**Sinopsis:** Este film es la clásica película de adolescentes americana, protagonizada por dos chicos que no pueden ser más distintos el uno del otro, pero que al final se hacen amigos inseparables. Por un lado tenemos a Devin, el clásico chico estudioso, que llega a un punto en el que se da cuenta de que ha perdido cuatro años de su adolescencia, en los cuales no ha hecho lo que se supone que hacen los chicos de su edad. Por otro lado está Mac, que es el alumno más antiguo debido a que no estudia nada, y se pasa el día con las mujeres, fumando y en compañías poco recomendables. De esta manera, lo que le falta al uno lo tiene el otro de manera que ambos se encuentran. Así, Mac enseñará a Devin lo que es la vida de un adolescente, mientras que Devin ayudará a Mac para que apruebe la escuela secundaria.\n\n**Ver Online:** Op.1: https://streamlare.com/v/WwM7lMBV9VZnZKbo\n                      Op.2: -\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1ujMIcF7ojGYb96uQhQ8EDPXUnYiF0ZSY/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1039938179425378354/dD6xuaenteojgODp45id1w0xwtj.jpg"
  },
  {
    "Content": "**Kingsman Servicio Secreto (2014) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.7.1) [ES-EN]**\n\n**Sinopsis:** Un veterano agente secreto inglés (Colin Firth) debe entrenar a un joven sin refinar (Taron Egerton), pero que promete convertirse en un competitivo agente gracias a un ultra-programa de entrenamiento, al mismo tiempo que una amenaza global emerge procedente de un genio retorcido. Adaptación del cómic de Mark Millar y Dave Gibbons.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1bja4g52w_Fxv9epoPEQ5UublMgd6xDUx/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1039944002390216704/hLoZOiSptSsQTCCkxnuwwUu4Xxl.jpg"
  },
  {
    "Content": "**El hombre de la máscara de hierro (1998) (1080p. DTS-AC3 5.1) [ES - ENG]**\n\n**Sinopsis:** El cruel rey Luis XIV de Francia tiene un hermano gemelo secreto al que mantiene encarcelado. ¿Puede el gemelo sustituir al verdadero rey?\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/16xtmrUEsrdFgXt2bFjAwrFflhLbvABgT/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1040660837553143949/el-hombre-de-la-mascara-de-hierro.jpg"
  },
  {
    "Content": "**Rocky (1976) (2160p.WEB-DL.DTS-HD.MA.5.1.HDR.HEVC) [ES-EN]**\n\n**Sinopsis:** Rocky Balboa es un desconocido boxeador de Philadelphia a quien se le ofrece la posibilidad de alcanzar la fama y ganar el título mundial de los pesos pesados enfrentándose al actual campeón, Apollo Creed. Con una gran fuerza de voluntad, Rocky se prepara concienzudamente para el combate y también para los cambios que acabarán produciéndose en su vida.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1Uu_ovThhMOEciXrhd_A3_RfFbEZTO4QT/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1040925753916801096/zxctX2pCucniDkS83TTCqRnKS9e.jpg"
  },
  {
    "Content": "**Rocky II (1979) (1080p.Bluray.x264.DTS-HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Rocky Balboa, el boxeador de Philadelphia, disfruta de su efímera fama después de estar a punto de derrotar al campeón mundial de los pesos pesados Apollo Creed. Las ofertas publicitarias para el anuncio de productos no van bien debido a la limitada educación y falta de sofisticación del púgil. Por ello, y debido a la falta de dinero y al embarazo de su mujer Adrian, acepta la demanda de revancha del \"casi derrotado\" Creed.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1iEZ8Mi21nR66JKfX9zqlqVLpjm-nbZxg/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1040928961586274346/cNnQKfrg1frclfm9sVrvyGOEhR2.jpg"
  },
  {
    "Content": "**Rocky III (1982) (1080p.bluray.x264.DTS.HD.MA.5.1) [ES-EN]**\n\n**Sinopsis:** Tras haber defendido el título diez veces, el campeón mundial de boxeo Rocky Balboa (Silvester Stallone) ha decidido retirarse. Sin embargo Clubber Lang (Mr. T), un boxeador muy agresivo que ha ido escalando puestos a base de destrozar a sus rivales, desea arrebatarle el título. Pese a la negativa de Rocky, Clubber consigue provocarle para que acepte el desafío, y esta vez el resultado del combate se presume bastante incierto.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1KltKWyMTPnomgAUUAxwP8OfMQrU02dNI/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041037969584296026/rocky31.jpg"
  },
  {
    "Content": "**Rocky IV (1985) (1080p.Bluray.x264.DTS.5.1) [ES-EN]**\n\n**Sinopsis:** Rocky Balboa, el popular campeón de los pesos pesados, se enfrenta a un nuevo desafío: un ruso llamado Drago. El primer compromiso de Drago en América es con Apollo Creed, amigo de Rocky y antiguo rival. Cuando Apollo muere, Rocky se ve obligado moralmente a enfrentarse con él.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1r_kpO2KjtjoZp56fkxm0fbSUlkIDFCSf/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041045322236973066/pNWV2D86bGBXAkw7RCv51IZOlTC.jpg"
  },
  {
    "Content": "**Rocky V (1990) (BluRay.1080p.DTS.5.1.x264) [ES-EN]**\n\n**Sinopsis:** Rocky vuelve de Rusia tras su pelea contra Ivan Drago para encontrarse con que ha perdido casi toda su fortuna. Además, el boxeo le ha dejado ciertas secuelas que fuerzan su retiro. Para lograr salir de la bancarrota Rocky subasta sus cosas y le jura a su hijo que lo va a recuperar todo. Sin más opciones, los Balboa vuelven a su antiguo barrio y a vivir de nuevo en la antigua casa de su mujer con pocos recursos. Un boxeador, llamado Union Cane, gana el título vacante.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1A8vFV3_7_OQGTfugorHOJb95C3aD8Ri3/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041049687781810227/tevHaVxtrMTaUi8f3YjLWYSSY8A.jpg"
  },
  {
    "Content": "**Rocky Balboa (2006) (1080p.BluRay.x264.DTS.5.1) [ES-EN]**\n\n**Sinopsis:** Corre el año 2005 y el campeón Mason Dixon no encuentra un rival a su altura en un boxeo devaluado. Han pasado 30 años desde que Rocky Balboa (Sylvester Stallone), un hombre sin futuro, tuvo un golpe de suerte que le brindó la oportunidad de boxear y llegar a enfrentarse en el cuadrilátero contra el campeón de entonces, Apollo Creed. El coraje y perseverancia de Rocky, tanto en la vida como en el cuadrilátero, brindó esperanza a millones de personas. Ahora, la gloria del que fue bicampeón del mundo ya se ha ido, y Rocky se pasa las tardes contando viejas historias a los clientes de su restaurante Adrian's, que lleva el nombre de su ya fallecida esposa, por quien guarda un silencioso luto. Su hijo (Milo Ventimiglia) no desea pasar tiempo con él; se encuentra demasiado ocupado tratando de vivir su propia vida. El tiempo y los golpes han hecho más humilde a Rocky y en su corazón, él todavía es un luchador...\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1_GcOVrLjkxUPxvovFyf2jzjYdW5uTOXR/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041100490940878858/bgheMOLFVkpiZ3KhG3PGrMAPdXn.jpg"
  },
  {
    "Content": "**Elvis (2022) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** La película explora la vida y la música de Elvis Presley a través del prisma de su relación con el coronel Tom Parker, su enigmático manager. La historia profundiza en la compleja dinámica que existía entre Presley y Parker que abarca más de veinte años, desde el ascenso de Presley a la fama hasta su estrellato sin precedentes, en el contexto de la revolución cultural y la pérdida de la inocencia en Estados Unidos. Y en el centro de ese periplo está Priscilla Presley, una de las personas más importantes e influyentes en la vida de Elvis.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1Jues_Mvn9OOY4hoZuei0l16ZG3B8FAZ8/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041708911360753734/qBOKWqAFbveZ4ryjJJwbie6tXkQ.jpg"
  },
  {
    "Content": "ya llevamos 131 películas subidas😎",
    "link": ""
  },
  {
    "Content": "**NOPE (2022) (IMAX.2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Los cuidadores de un rancho de caballos de California se cruzan con una fuerza misteriosa que afecta el comportamiento humano y animal.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1xmrz6wo0JXN_D7f3LesYL5xb-NxR18bE/view?usp=drivesdk",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041771640444436540/AcKVlWaNVVVFQwro3nLXqPljcYA.jpg"
  },
  {
    "Content": "**Matrix Resurrections (2021) (2160p.BluRay.HEVC.TrueHD.7.1) [ES-EN]:**\n\n**Sinopsis:** En un mundo compuesto por dos realidades, lo cotidiano y lo oculto tras ella, Thomas Anderson se ve obligado de nuevo a ir tras el conejo blanco. Dicha elección continúa siendo la vía de acceso a Matrix, que esta vez es más poderosa e intrincada que en ocasiones anteriores. De la mano de la visionaria directora Lana Wachowski llega “Matrix Resurrections”, la esperadísima cuarta entrega de la innovadora franquicia que redefinió todo un género. La nueva película reúne a las estrellas originales Keanu Reeves y Carrie-Anne Moss como Neo y Trinity, los papeles icónicos que hicieron famosos.\n\n**Descargar por Google Drive (4k):** https://drive.google.com/file/d/1PVI1kcC36ksNUiaZhN_QjeyhvE_1v2OB/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1041873792928063520/dLIwpCTf4QoW01pp85KP9jcfTpu.jpg"
  },
  {
    "Content": "**Cars (2006) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** El aspirante a campeón de carreras Rayo McQueen está sobre la vía rápida al éxito, la fama y todo lo que él había soñado, hasta que por error toma un desvío inesperado en la polvorienta y solitaria Ruta 66. Su actitud arrogante se desvanece cuando llega a una pequeña comunidad olvidada que le enseña las cosas importantes de la vida que había olvidado.\n\n**Ver Online:** Castellano: https://streamlare.com/v/qR7MzRrNNvezwA3d\n                       Catalán: https://streamlare.com/v/qR7MzRrNYMGzwA3d\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1_gyso7I47nPKt0QKMqvkwG2NNaQd81uG/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1bYP2y7SBWEHJGzuYr1Xa8m6k2P2TkEv0/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056683451627098152/lgBe9KD6DoLyQP28JZ6fSUGK8j0.jpg"
  },
  {
    "Content": "**Cars 2 (2011) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Rayo McQueen y la grúa Mate viajan al extranjero para participar en el primer Campeonato Mundial en el que se decidirá cuál es el coche más rápido de la tierra. Mate se convertirá en un espía secreto y McQueen competirá contra los mejores coches. El campeonato los llevará a Japón, París, Londres y por último, a Italia. Sin embargo, estarán muy ocupados para poder disfrutar de los placeres de cada lugar.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1cP8k6lub4wWIMmK4phtezGUPpMxmXFIj/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056684399392997467/100000x100000-999_3.jpg"
  },
  {
    "Content": "**Cars 3 (2017) (2160p.BluRay.REMUX.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Rayo McQueen sigue siendo el mejor coche de carreras del mundo, pero ahora que es uno de los más veteranos del circuito, debe demostrar a todo el mundo que aún puede ganar una gran carrera y que no necesita jubilarse. En esta ocasión, el famoso bólido de carreras tendrá que enfrentarse a una nueva generación de corredores más jóvenes, potentes y veloces, que amenaza con cambiar el deporte de su vida. Entre ellos está el competitivo y revolucionario Jackson Storm, que no se lo pondrá nada fácil.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1yprh0E8zwR3-yL0ddP9tQHj4r1Vgsuu4/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1LsoK3xAVE1jWlHMeNJmw3Vop7obc1qr7/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056684517181636608/sWkmwUfELWhtIMXxWM5mEcci8dM.jpg"
  },
  {
    "Content": "**Los Increíbles (2004) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Bob Parr era uno de los más grandes superhéroes del mundo (también se le conocía como \"Mr. Increíble\"), salvaba vidas y luchaba contra villanos a diario. Han pasado 15 años, y Bob y su mujer (una famosa ex-superheroína por derecho propio) han adoptado una identidad civil y se han retirado a la periferia para llevar una vida normal con sus tres hijos. Bob se dedica a comprobar los plazos de las reclamaciones de seguros y lucha contra el aburrimiento y los michelines. Está deseando volver a entrar en acción, así que cuando recibe una misteriosa comunicación que le ordena dirigirse a una remota isla para cumplir una misión de alto secreto, no se lo piensa dos veces.\n\n**Ver Online:** Castellano: https://streamlare.com/v/gNXKzZO3xw6lEk6P\n                      Catalán: https://streamlare.com/v/NGePnbXL7yBzQqrY\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1cHnxwdL5sq4H1uGRm-R1GHSzciGVYvBs/view?usp=sharing\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1eHZUh67WZSJrh9pEN1dyCmUC3VfG06H7/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056686159700443176/100000x100000-999_4.jpg"
  },
  {
    "Content": "**Increíbles 2 (2018) (2160p.WEB-DL.TrueHD.Atmos.7.1.DV.to.12bit.Convert.HEVC) [ES-CAT-EN]**\n\n**Sinopsis:** Helen es reclutada para ayudar a que la acción vuelva a la vida de los Súper, mientras Bob se enfrenta a la rutina de su vida diaria \"normal\" en el hogar. En casa debe lidiar con un bebé que está a punto de descubrir sus superpoderes. Mientras tanto un nuevo villano trama un plan brillante y peligroso que lleva a pique toda la estabilidad conseguida y que solo Los Increíbles podrán afrontar juntos.\n\n**Ver Online:** Castellano: https://streamlare.com/v/j57gDmvZXEyz26Xb\n                       Catalán: https://streamlare.com/v/Jj8GzOqBA82nvPog\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1R-hFNWMUnshS4TbtXuuhQzJSa-D8_Ecs/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1KIl_RitVh7nluqmmQ5VGtGc-3Y2Vcrzu/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056686202457174086/sWkmwUfELWhtIMXxWM5mEuyfcci8dM.jpg"
  },
  {
    "Content": "**WALL-E (2008) (REMUX.2160p.HVEC.HDR10.DV.TrueHD.Atmos.7.1) [ES-EN]**\n\n**Sinopsis:** En el año 2800, en un planeta Tierra devastado y sin vida, tras cientos de solitarios años haciendo aquello para lo que fue construido -limpiar el planeta de basura- el pequeño robot WALL•E (acrónimo de Waste Allocation Load Lifter Earth-Class) descubre una nueva misión en su vida (además de recolectar cosas inservibles) cuando se encuentra con una moderna y lustrosa robot exploradora llamada EVE. Ambos viajarán a lo largo de la galaxia y vivirán una emocionante e inolvidable aventura...\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1HBZgIPrmBi3VCkh9x0ceXgwI3pz2gjfl/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056689316795002960/100000x100000-999_5.jpg"
  },
  {
    "Content": "**Monstruos S.A. (2001) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Monsters Inc. es la mayor empresa de miedo del mundo, y James P. Sullivan es uno de sus mejores empleados. Asustar a los niños no es un trabajo fácil, ya que todos creen que los niños son tóxicos y no pueden tener contacto con ellos. Pero un día una niña se cuela sin querer en la empresa, provocando el caos.\n\n**Ver Online:** Op.1: https://www.fembed.com/v/7m7jkhg0lmke15x\n                       Op.2: https://streamlare.com/v/Lvgezwvx3eqDbp8E\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1JmSShJ3YwxeRhBzIPS3L302gtEinDgPA/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1Z135yGjWAM5J7ZKR1y2g5ItSsBLp6BZr/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056690671160918096/100000x100000-999.jpg"
  },
  {
    "Content": "**Monstruos University (2013) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:**  Mike y Sulley son dos jóvenes monstruos que acuden a la universidad para estudiar la carrera de asustadores. Ahora son amigos íntimos y se llevan muy bien, pero no fue siempre así. Durante sus años de universidad, debieron aprender a dejar sus diferencias de lado y a trabajar en equipo.\n\n**Ver Online:** https://streamlare.com/v/b95OD11QA1WD4GdE\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1HPnm3YtaspKoCB4lAZxoH-n_0ZUiDUYy/view?usp=share_link\n**Descargar (Google Drive) 720p:** https://drive.google.com/file/d/1DloCYOSHZTof8NL7B_ylMEzT1gcj8wtu/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056692869185929216/100000x100000-999_6.jpg"
  },
  {
    "Content": "**Up! (2009) (2160p.BluRay.Remux.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:**Tras atar miles de globos a su casa, Carl Fredricksen, un vendedor de globos jubilado, se embarca en el mundo de los sueños de la infancia. Pero sin que Carl lo sepa, Russell, un explorador de 8 años, se encuentra en el lugar equivocado en el momento equivocado: el porche delantero de la casa. El dúo más improbable conoce a fantásticos amigos como Dug, un perro con un collar especial que le permite hablar, y Kevin, un pájaro de cuatro metros de altura que no vuela. Atrapados en la selva, Carl se da cuenta de que a veces las mayores aventuras de la vida son las que menos esperabas.\n\n**Ver Online:** ||(En proceso)||\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1JmSShJ3YwxeRhBzIPS3L302gtEinDgPA/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056692948550561822/vSdpOU6rDK7IpmOD7iAvlZdMUCc.jpg"
  },
  {
    "Content": "**Vaiana (2016) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:**  Vaiana Waialiki es una joven entusiasta del mar y la única hija de un jefe marinero. Cuando los marineros de su aldea no pueden pescar ningún pez y todas las cosechas fallan, Vaiana descubre que el semidiós Maui causó el infortunio después de robar el corazón de la diosa Te Fiti. La única manera de salvar el destino de la isla es persuadiendo a Maui para que le devuelva el corazón a Te Fiti. Entonces, Vaiana emprende una arriesgada aventura para salvar a su aldea junto al semidiós Maui.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1aQJuGqEziNkss7xA-vWaRJKmFrrPRkNP/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056694171366330388/100000x100000-999_7.jpg"
  },
  {
    "Content": "**El Rey León (1994) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** La sabana africana es el escenario en el que tienen lugar las aventuras de Simba, un pequeño león que es el heredero del trono. Sin embargo, se ve forzado a exiliarse al ser injustamente acusado de la muerte de su padre. Durante su destierro, hará buenas amistades y, finalmente, regresará para recuperar lo que legítimamente le corresponde.\n\n**Ver Online:** ||(En Proceso)||\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1VzZsAUJnWFjVTJGJVflR32Ktiz1IxGCA/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056694510475812874/100000x100000-999_1.jpg"
  },
  {
    "Content": "**El Rey León (2019) (REMUX.2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:**  Tras el asesinato de su padre, Simba, un joven león es apartado su reino y tendrá que descubrir con ayuda de amigos de la sabana africana el significado de la responsabilidad y la valentía. Más tarde volverá para recuperar el control de su reino.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1JNY80dHaClpPg36l5L723v_GQ28hSdBW/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056695603104591914/100000x100000-999_8.jpg"
  },
  {
    "Content": "**Pesadilla antes de Navidad (1993) (1080p.BluRay.AVC.DTS-HD.MA.7.1) [ES-EN]**\n\n**Sinopsis:** Cuando Jack Skellington, el Señor de Halloween, descubre la Navidad, se queda fascinado y decide mejorarla. Sin embargo, su visión de la festividad es totalmente contraria al espíritu navideño. Sus planes incluyen el secuestro de Santa Claus y la introducción de cambios bastante macabros. Sólo su novia Sally es consciente del error que está cometiendo.\n\n**Ver Online:** Op.1: https://www.fembed.com/v/g5mnpc-3kp71438\n                       Op.2: https://streamlare.com/v/LMEmnAkgJ6xzgPvq\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1J_sJEcfLnvHS20GBwpSZk8zp1kpKF36M/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056695647308370012/fRrhrNBQzsppxOpN8GO1RFIxp6X.jpg"
  },
  {
    "Content": "**Mulan (2020) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:**  El emperador chino emite un decreto que exige que cada hogar debe reclutar a un varón para luchar con el ejército imperial en la guerra contra los Hunos. Para salvar a su anciano padre de este deber, su única hija Fa Mulan se hace pasar por soldado y toma su lugar. La joven se someterá a un duro entrenamiento hasta hacerse merecedora de la estima y de la confianza del resto de su escuadrón.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1nvWzu_vnKAHtqluea6TutwmFKaGPTg-0/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056696819444359252/100000x100000-999_9.jpg"
  },
  {
    "Content": "**Pocahontas (1995) (MicroHD.1080p.AC3 5.1) [ES-EN]:**\n\n**Sinopsis:** Pocahontas, la hija del Jefe Powhatan, vigila la llegada de un gran grupo de colonos ingleses, guiados por el ambicioso gobernador Radcliff y el valiente capitán John Smith. Con su juguetón compañero Meeko, un travieso mapache, y con Flit, un alegre pájaro, Pocahontas entabla una fuerte amistad con el Capitán Smith. Pero cuando empiezan a surgir tensiones entre las dos culturas, Pocahontas recurre a la sabiduría de la Abuela Sauce para encontrar una manera de lograr la paz entre su pueblo y los conquistadores.\n\n**Descargar por Google Drive (1080p):** https://drive.google.com/file/d/1qPNT0bt04d_TDDnop6aiLhKi2XyRx4zE/view?usp=share_link\nPor <@312614920409710602>",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056697002643173516/100000x100000-999_2.jpg"
  },
  {
    "Content": "**Pocahontas 2 (1998) (MicroHD.1080p.AC3 5.1) [ES-EN]**\n\n**Sinopsis:** Alarmada ante los rumores que hablan de la posible muerte de su amado John Smith, Pocahontas se ofrece voluntaria para convertirse en embajadora de paz de su tribu ante los colonos ingleses. Así, tendrá la oportunidad de viajar al Viejo Continente.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/11SLXAbPfOEzR2pans8-GjPdsChp9SYep/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056698327573463060/100000x100000-999_10.jpg"
  },
  {
    "Content": "**Atlantis El imperio perdido (2001) (1080p.BluRay.x265.AC3 5.1) [ES-CAT-EN] / (720p.BluRay.x265.AC3 5.1) [ES-CAT-EN]:**\n\n**Sinopsis:** Un joven aventurero llamado Milo encuentra un antiguo diario que contiene pistas de cómo llegar a Atlantis, el mítico reino hundido. Junto a otros intrépidos personajes Milo decide embarcarse en el Ulises, un impresionante submarino, en una arriesgada expedición al fondo del mar.\n\n**Descargar por Google Drive (1080p):** https://drive.google.com/file/d/14Q3qbD68lcXLdqoo0851z5BtqiPP2p9j/view?usp=sharing\n**Descargar por Google Drive (720p):**  https://drive.google.com/file/d/17OgQ1AQeuX_eOdAOdFOJmtIeRI7kS9Ul/view?usp=sharing\nPor <@312614920409710602>",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056698792939900928/eWhdEbxXnUZegYLIL7YfzBjTHMq.jpg"
  },
  {
    "Content": "**Atlantis 2 El Regreso de Milo (2003) (720p.h264.AC3 5.1) [ES-EN]**\n\n**Sinopsis:** En la primera expedición (Atlantis: El Imperio Perdido), Milo y sus acompañantes encontraron la famosa ciudad perdida de Atlantis y salvaron al misterioso reino y a sus habitantes. Ahora, Milo, Kida y su equipo vivirán nuevas aventuras y descubrirán que poseen nuevos poderes. En su nueva misión, el equipo se enfrentará a enormes monstruos marinos, a espíritus espectaculares y poderosas leyendas recorriendo desde el polvoriento desierto del sudoeste hasta las heladas montañas nórdicas. A lo largo de esta aventura, Kida descubre el increíble poder de los cristales encantados de su ciudad y tiene que decidir si oculta ese poder en el Corazón de Atlantis o lo comparte con el resto del mando...\n\n**Descargar (Google Drive) 720p:** https://drive.google.com/file/d/1UV_k3OPYRgZfdV20dXzU6EVveS4vSzC6/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056699337423458324/Atlantis_El_regreso_de_Milo-357730417-large.jpg"
  },
  {
    "Content": "**Hércules (1997) (1080p.BDRip.AVC.x264.AC3.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** Hércules, el hijo de Hera y el dios Zeus, es robado del Olimpo por los secuaces de Hades, que tienen la misión de despojarle de su inmortalidad. Hércules crecerá en un mundo de mortales hasta que le llegue la hora de regresar al Olimpo.\n\n**Ver Online:** Castellano: https://streamlare.com/v/8K02DPkG5dEnygB1\n                       Catalán: https://streamlare.com/v/GQ7ZnvoN9epDdVxp\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/126DRNfZXxfKz152csz4egAK46dYWTYD2/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056699625819607130/4Q2rLG6a9fJhKM5emIYLzgw4HCa.jpg"
  },
  {
    "Content": "**Cruella (2021) (2160p.REMUX.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Decidida a convertirse en una exitosa diseñadora de moda, una joven y creativa estafadora llamada Estella se asocia con un par de ladrones para sobrevivir en las calles de Londres. Sin embargo, cuando su talento para la moda llama la atención de la legendaria diseñadora, la Baronesa von Hellman, Estella cambia el rumbo de su vida hasta que una serie de acontecimientos la llevan a asumir su lado malvado y a convertirse en la estridente y vengativa Cruella.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1N0jaIYee80EvgpebooZ1QeVyyeCi0Gap/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056700424087933008/100000x100000-999_11.jpg"
  },
  {
    "Content": "**Maléfica (2014) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Maléfica: Maestra del mal, de Disney, es una aventura de fantasía que retoma la historia de Maléfica varios años más tarde en la que se dieron a conocer los hechos que endurecieron el corazón de la villana más emblemática de Disney y la llevaron a arrojar una maldición sobre la princesa recién nacida: Aurora. La película continúa explorando la compleja relación entre el hada de enormes cuernos y la futura reina, mientras forjan nuevas alianzas y se enfrentan a nuevos adversarios en su lucha por proteger el páramo y las criaturas mágicas que lo habitan.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/14FlttBTg7Jk8IIiChHonroQK77Mpc6At/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056701047810302002/5yuz7Eg50zf4vCKjhRuAL3yrVx4.jpg"
  },
  {
    "Content": "**Bolt (2008) (1080p.BluRay.x265.AC3.5.1.DTS) [ES-CAT-EN]**\n\n**Sinopsis:** Bolt es un perro superhéroe estrella de un exitoso programa de televisión que piensa que sus poderes son reales. Cuando cree que su dueña está en peligro, se embarca en un largo viaje a la otra punta de los Estados Unidos para salvarle la vida.\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1E0C5ad4UchiqtyeuMdC7paJvUFENMcw1/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056701745180463204/100000x100000-999_12.jpg"
  },
  {
    "Content": "**Toy Story (1995) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Los juguetes de Andy, un niño de seis años, temen que haya llegado su hora y que un nuevo regalo de cumpleaños les sustituya en el corazón de su dueño. Woody, un vaquero que ha sido hasta ahora el juguete favorito de Andy, trata de tranquilizarlos hasta que aparece Buzz Lightyear, un héroe espacial dotado de todo tipo de avances tecnológicos. Woody es relegado a un segundo plano., pero su constante rivalidad se transformará en una gran amistad cuando ambos se pierden en la ciudad sin saber cómo volver a casa.\n\n**Ver Online:** ||(En proceso)||\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1w5aVuVxyUp-J_i7LXP4v8D1QqaHKNpnh/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1b208Pj8hSPSpaqE8Omj4w2lFbniCtEhf/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056702656061640744/jvn7wy3RSNEXnFSXLpH2of2LcV6.jpg"
  },
  {
    "Content": "**Toy Story 2 (1999) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Cuando Andy se va de campamento dejando solos a los juguetes, Al McWhiggin, un compulsivo coleccionista de juguetes valiosos, secuestra a Woody. Buzz Lightyear y los demás juguetes tendrán que actuar con rapidez si quieren rescatarlo. Durante la operación de rescate no sólo tendrán que afrontar múltiples peligros, sino que también vivirán divertidas situaciones.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1hac5e_kGsf_Prctg-VpY5OtNWjnxvG09/view?usp=sharing \n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1U3nBcUo9UIkUQyg2uXzR4z0us0DYbE-C/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056704818758045707/100000x100000-999_13.jpg"
  },
  {
    "Content": "**Toy Story 3 (2010) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Sabiendo que su dueño Andy, que ya no es un niño, se prepara para ir a la universidad, el vaquero Woody, el astronauta Buzz y el resto de sus amigos juguetes comienzan a preocuparse ante su incierto futuro. Efectivamente todos acaban en una guardería, donde por ejemplo la muñeca Barbie conocerá al guapo Ken. Esta reunión de nuestros amigos con otros nuevos juguetes no será sino el inicio de un montón de trepidantes y divertidas aventuras.\n\n**Ver Online:** ||(En proceso)||\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1uqXJL_oPBtuwErKLxrkvxCEj7D1k9e66/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1yBdgQ-ZOpuNQj-Ir_YUzDvpeFFzAHJKu/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056704855416242267/100000x100000-999_3.jpg"
  },
  {
    "Content": "**Toy Story 4 (2019) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Cuando Andy se va de campamento dejando solos a los juguetes, Al McWhiggin, un compulsivo coleccionista de juguetes valiosos, secuestra a Woody. Buzz Lightyear y los demás juguetes tendrán que actuar con rapidez si quieren rescatarlo. Durante la operación de rescate no sólo tendrán que afrontar múltiples peligros, sino que también vivirán divertidas situaciones.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1mIPNviqroc2C4-DBCQs2pyLTO7k9cpVW/view?usp=sharing \n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1zDFpk7BlD4pgH2C3M1XsdioHx_yiWCH1/view?usp=sharing",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1056705505097175191/100000x100000-999_14.jpg"
  },
  {
    "Content": "**Lightyear (2022) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Atrapado en un planeta hostil a 4,2 millones de años luz de la Tierra junto a su comandante y su tripulación, Buzz Lightyear intenta encontrar la manera de volver a casa a través del espacio y el tiempo. Pero la llegada de Zurg, una presencia imponente con un ejército de robots despiadados y una agenda misteriosa, complica aún más las cosas y pone en peligro la misión.\n\n**Ver Online:** Castellano: https://streamlare.com/v/vBgrD8GJ9b8nMZ64\n                      Catalán: https://www.fembed.com/v/-45j-apnn8n1k1x\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1jysikdb-kPRZUY1xLVnjXVIwlGQ3P7S4/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1-Y6jIKfRLWV9rlB55GrkDi66QFasSWdk/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1057062249614807081/9e77b50a-09ba-4f22-b77f-ec0e043fcfbc556.jpg"
  },
  {
    "Content": "**El Planeta del tesoro (2002) (1080p.BluRay.AVC.DTS-HD.MA.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** Jim, un surfista solar, se enfrenta a una cacería intergaláctica de tesoros cuando cae en sus manos un legendario mapa que le llevará a buscar la fortuna más grande del Universo. A bordo de un espectacular 'galeón solar', Jim se convierte en el ayudante del cocinero del barco, John Silver (mitad hombre, mitad máquina), que le enseña a ser un buen explorador del espacio.\n\n**Ver Online:** Castellano: https://streamlare.com/v/rZ45DrpvZ3vlM81R\n                       Catalán: https://www.fembed.com/v/r46x3ae5081xd30\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1t_zQYOkdutasfcSlWU_qVDxEOKdAYANh/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1057066274301153361/orig.jpeg"
  },
  {
    "Content": "**Ratatouille (2007) (2160p.BluRay.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Remy es una simpática rata que sueña con convertirse en un gran chef francés a pesar de la oposición de su familia y del problema evidente que supone ser una rata en una profesión que detesta a los roedores. El destino lleva entonces a Remy a las alcantarillas de París, pero su situación no podría ser mejor, ya que se encuentra justo debajo de un restaurante que se ha hecho famoso gracias a Auguste Gusteau, una estrella de la cuisine. A pesar del peligro que representa ser un visitante poco común (y desde luego nada deseado) en los fogones de un exquisito restaurante francés, la pasión de Remy por la cocina pone patas arriba el mundo culinario parisino en una trepidante y emocionante aventura.\n\n**Ver Online:** Castellano: https://streamlare.com/v/Jj8GzOqEqg8nvPog\n                       Catalán: https://streamlare.com/v/RLg7lX868MVl2QAe\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1xCVANECEfup-bLycLL1O81TEpzW6s3KB/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1dLI2kv4Px1Pv9gBwb5NMAKxE-sOj8TX0/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1059246485381857370/Ratatouille_V2_Por_Peppito_AMP_-_carteles.jpg"
  },
  {
    "Content": "**Buscando a Nemo (2003) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Nemo, un pececillo, hijo único muy querido y protegido por su padre, ha sido capturado en un arrecife australiano y ahora vive en una pecera en la oficina de un dentista de Sidney. El tímido padre de Nemo se embarcará en una peligrosa aventura para rescatar a su hijo. Pero Nemo y sus nuevos amigos tienen también un astuto plan para escapar de la pecera y volver al mar.\n\n**Ver Online:** Castellano: https://streamlare.com/v/b95OD11OmB0D4GdE\n                       Catalán: https://streamlare.com/v/gNXKzZOKNyYlEk6P\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1vuKnvDiMc1riy0SSWNC4XH5qN-HR9XGM/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1ra1CIMqAKFeXvICdvS-7fX8Om78-OAuT/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1059548529120526346/kffFhbSRF20sY7DiqWcFWAxi58K.jpg"
  },
  {
    "Content": "**Buscando a Dory (2016) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-CAT-EN]**\n\n**Sinopsis:** Un año después de los acontecimientos narrados en \"Buscando a Nemo\", Dory vive apaciblemente con Marlin y su hijo Nemo. Pero durante un viaje para ver cómo las mantarrayas migran de vuelta a casa, los problemas de memoria de Dory parecen desaparecer durante un segundo: recuerda que tiene una familia e inmediatamente decide emprender viaje para reencontrarse con sus padres, a los que perdió hace años.\n\n**Ver Online:** Castellano: https://streamlare.com/v/Jj8GzOqE98xnvPog\n                       Catalán: https://streamlare.com/v/kEL0lpYPo57navXV\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1ZO4Fzagl_-N-7n1T4kuaXqhkVsbOaMgQ/view?usp=share_link\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1RCXhOwcpIQ7XmoqdUPVURot1Gz4bqDe1/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1059551001222332608/wXBwo2DxTm6wZ8Cbu02t9kzzoK4.jpg"
  },
  {
    "Content": "**Cuzco - El Emperador y Sus Locuras 1 (2000) (1080p.BDRip.AVC.h264.8bit.AC-3.5.1) [ES-CAT-EN]**\n\n**Sinopsis:** El arrogante y egoísta emperador Cuzco es traicionado y convertido en llama por la ambiciosa Yzma y su guardaespaldas Kronk. El emperador, que una vez lo tuvo todo, se verá abocado a confiar en un llano y simpático campesino llamado Pacha, para encontrarse a sí mismo.\n\n**Ver Online:** Castellano: https://www.fembed.com/v/0dyjxbl16g3m046\n                       Catalán: https://www.fembed.com/v/emkn1h-3ynmy1nm\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1x2LWKS760Yx44jVP_fRe-UPw4xU48HPc/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1060079722995929128/5ux8IO8oJt3wreUATIarBySAq9H.jpg"
  },
  {
    "Content": "**Cuzco - El Emperador y Sus Locuras 2: La Gran Aventura de Kronk (2005) (1080p.BDRip.AVC.h264.8bit.AC-3.5.1) [ES-EN]**\n\n**Sinopsis:** Tras sus aventuras con Kuzco y Pacha, Kronk está listo para llevar una vida tranquila como chef de su restaurante. Todo parece ir a las mil maravillas hasta que Kronk recibe la noticia de que su padre piensa hacerle una visita. Para que Papi se sienta orgulloso de él, Kronk decide aceptar la ayuda de la astuta y malvada Yzma, que promete convertirle en un “hombre de provecho”. Sin embargo, antes de que pueda darse cuenta, Kronk está metido en un montón de líos, de los que sólo podrá salir con la ayuda de sus amigos, que le enseñan la importancia de ser uno mismo...\n\n**Ver Online:** Op.1: https://www.fembed.com/v/-45j-apqrk266qp\n                       Op.2: https://ok.ru/video/5049116920430\n\n**Descargar (Google Drive) 1080p:** https://drive.google.com/file/d/1FjB1BrSzQHtESkKu1oCdXGxR1ibpSugW/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1060087055864041472/9zxutUMydzstJ2GvWrUWBFX9kBJ.jpg"
  },
  {
    "Content": "**Black Panther Wakanda Forever (2022) (2160p.BluRay.REMUX.HEVC.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** La reina Ramonda (Angela Bassett), Shuri (Letitia Wright), M’Baku (Winston Duke), Okoye (Danai Gurira) y las Dora Milaje (incluida Florence Kasumba), luchan para proteger su nación de la injerencia de potencias mundiales a raíz de la muerte del rey T’Challa. Mientras los wakandianos se esfuerzan por adaptarse a su nueva etapa, los héroes deben actuar unidos, con la ayuda del Perro de la Guerra Nakia (Lupita Nyong’o) y Everett Ross (Martin Freeman), y forzar un nuevo destino para el reino de Wakanda.\n\n**Descargar (Google Drive) 2160p:** \nhttps://drive.google.com/file/d/1FLKhGaxLcjfpwu4Tvtb_S3lDkxKIVGv5/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1092431538068656188/Wakanda1.png"
  },
  {
    "Content": "**Avatar - El sentido del agua (2022) (2160p.WEB-DL.DDP5.1.Atmos.DV.HDR10.HEVC) [ES-CAT-EN]**\n\n**Sinopsis:** Ambientada más de una década después de los acontecimientos de la primera película, 'Avatar: The Way of Water' empieza contando la historia de la familia Sully (Jake, Neytiri y sus hijos), que viven en paz en los bosques de Pandora hasta que regresan los hombres del cielo. Entonces comienzan los problemas que persiguen sin descanso a la familia Sully, que decide hacer un gran sacrificio para mantener a su pueblo a salvo y seguir ellos con vida. (Premios Oscar: Mejores efectos visuales, 4 nominaciones, incl. mejor película)\n\n**Descargar (Google Drive) 2160p: **https://drive.google.com/file/d/18XK4bj9ioz_-OU10S6UoMfpNSbsfid4a/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1093681800175423648/kUAG4ZQcsNbRyiPyAr3hLdsVgAq.jpg"
  },
  {
    "Content": "**El efecto mariposa (2004) (1080p.BluRay.REMUX.AVC.DTS-HD.MA.6.1) [ES-EN]**\n\n**Sinopsis:** Evan Treborn (Ashton Kutcher) ha perdido la noción del tiempo. Desde una edad muy temprana, momentos cruciales en su vida han desaparecido en el agujero negro del olvido; su infancia se ha visto marcada por una serie de acontecimientos aterradores que no es capaz de recordar. Lo que queda es el fantasma de los recuerdos y las vidas rotas que le rodean: las de sus amigos de la niñez, Kayleigh (Amy Smart), Lenny (Elden Henson) y Tommy (William Lee Scott).\n\n**Descargar (Google Drive) 1080p: **https://drive.google.com/file/d/1z2QYV8C70s0Arst_rp1zUTdnCvo4x4j_/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1093907910272225320/vtqJkVTvrxbk2BehGO6e6izsUBa.jpg"
  },
  {
    "Content": "**Todo a la vez en todas partes (2022) (2160p.BluRay.REMUX.HEVC.DTS-HD.MA.TrueHD.7.1.Atmos) [ES-EN]**\n\n**Sinopsis:** Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.\n\n**Descargar (Google Drive) 2160p:** https://drive.google.com/file/d/1CK0hhReKWl1af6zCozZgClMTBZ9vMlrZ/view?usp=share_link",
    "link": "https://cdn.discordapp.com/attachments/757746550121431051/1096430180936990790/ildVXPXTQFly8VAgIrre5v5rbbQ.jpg"
  }
]