[
  {
    "id": 1,
    "sagaTitle": "The Mandalorian",
    "title": "The Mandalorian",
    "synopsis": "Sinopsis: The Mandalorian es una serie de Disney+ ambientada en el universo de Star Wars que se desarrolla tras la caída del Imperio y antes de la aparición de la Primera Orden, la serie sigue los pasos de Mando, un cazarrecompensas perteneciente a la legendaria tribu de los Mandalorian, un pistolero solitario que trabaja en los confines de la galaxia, donde no alcanza la autoridad de la Nueva República.",
    "img": "https://bit.ly/3ASoX8n",
    "details": "Detalles: (4k)",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/3LBBmE2",
      "Temporada 2": "https://bit.ly/3oSxghV",
      "Temporada 3": "https://bit.ly/41PI0Mn"
    }
  },
  {
    "id": 2,
    "sagaTitle": "The Flash",
    "title": "The Flash",
    "synopsis": "Sinopsis: Barry Allen perdió a su madre con tan sólo 11 años cuando fue asesinada y su padre cargo con el crimen, siendo condenado injustamente. Años más tarde, Barry se convierte en un excelente investigador gracias a su mente privilegiada, algo que aprovecha para intentar averiguar lo que realmente ocurrió en el asesinato de su madre.",
    "img": "https://bit.ly/3oTEnqo",
    "details": "Detalles: (4k)",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/3LDNAfh",
      "Temporada 2": "https://bit.ly/3naEVYg",
      "Temporada 3": "https://bit.ly/4240icC",
      "Temporada 4": "https://bit.ly/3oQ2INR",
      "Temporada 5": "https://bit.ly/41Ot2X3",
      "Temporada 6": "https://bit.ly/3oPNrwk",
      "Temporada 7": "https://bit.ly/3ndzXtP"
    }
  },
  {
    "id": 3,
    "sagaTitle": "Rick y Morty",
    "title": "Rick y Morty",
    "synopsis": "Sinopsis: Rick & Morty es una serie de animación para adultos que sigue las aventuras del científico loco Rick y su nieto Morty a través del tiempo y el espacio. Juntos, exploran mundos alternativos, enfrentan peligrosos villanos y lidian con problemas familiares en su hogar en la Tierra. La serie se caracteriza por su humor negro, violencia y temas existenciales profundos, lo que la convierte en una de las series de animación más populares y aclamadas por la crítica de los últimos años.",
    "img": "https://bit.ly/3Nuj1u1",
    "details": "Detalles: (1080p)",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/41EsuD7",
      "Temporada 2": "https://bit.ly/3naFWj2",
      "Temporada 3": "https://bit.ly/3HmAC30",
      "Temporada 4": "https://bit.ly/3LDiu7D"
    }
  },
  {
    "id": 4,
    "sagaTitle": "Juego de Tronos",
    "title": "Juego de Tronos",
    "synopsis": "Sinopsis: Juego de Tronos es una serie de televisión de fantasía épica basada en los libros de George R.R. Martin, que sigue la lucha por el poder entre las familias nobles de los Siete Reinos de Westeros. La serie presenta un elenco de personajes complejos y una trama llena de intriga, acción y drama político mientras se acerca el invierno y una amenaza sobrenatural se cierne sobre el reino.",
    "img": "https://bit.ly/3AUgO3i",
    "details": "Detalles: (4k-2160p) / (1080p)",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3ViSLUZ",
      "Temporada 1 1080p": "https://bit.ly/44bFC4h",
      "Temporada 2 4K": "https://bit.ly/3Hkbb1R",
      "Temporada 2 1080p": "https://bit.ly/3n934yD",
      "Temporada 3 4K": "https://bit.ly/3ADPTIZ",
      "Temporada 3 1080p": "https://bit.ly/42rgs03",
      "Temporada 4 4K": "https://bit.ly/41Q0gp9",
      "Temporada 4 1080p": "https://bit.ly/3LgCLOL",
      "Temporada 5 4K": "https://bit.ly/44eyap1",
      "Temporada 5 1080p": "https://bit.ly/40Ox5kQ",
      "Temporada 6 4K": "https://bit.ly/3LHUqAE",
      "Temporada 6 1080p": "https://bit.ly/3NrgoJd",
      "Temporada 7 4K": "https://bit.ly/3n69cYs",
      "Temporada 7 1080p": "https://bit.ly/44eyuUL",
      "Temporada 8 4K": "https://bit.ly/41RHC00",
      "Temporada 8 1080p": "https://bit.ly/3LD7DKK"
    }
  },
  {
    "id": 5,
    "sagaTitle": "La Casa del Dragón",
    "title": "La Casa del Dragón",
    "synopsis": "Sinopsis: La serie precuela de Juego de Tronos titulada La Casa del Dragón se centra en la casa Targaryen, sólo que 200 años antes que los hechos narrados en la ficción original.  La familia Targaryen escapó de la destrucción de Valyria para asentarse en Rocadragón, desde donde Aegon I conquistó Poniente. Los Targaryen son una de las grandes familias que gobernaron el Feudo Franco de Valyria. Para ganar sus batallas, criaron y entrenaron dragones para combatir, siempre bajo su escudo de un dragón de tres cabezas de gules que arroja llamas.",
    "img": "https://bit.ly/44rVGz3",
    "details": "Detalles: (2160p.HDR.HMAX.WEB-DL.DD51.H.265) [ES-EN]",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/41O3GZz"
    }
  },
  {
    "id": 6,
    "sagaTitle": "Drive to Survive",
    "title": "Drive to Survive",
    "synopsis": "Sinopsis: Drive to Survive es una serie documental de televisión sobre la Fórmula 1 producida por Netflix. La serie sigue la temporada de carreras de Fórmula 1 del año anterior y se centra en los equipos, los pilotos y los eventos que rodean a cada carrera. Cada episodio se enfoca en una carrera en particular y presenta entrevistas con los pilotos, los dueños de los equipos y otros involucrados en la industria de la Fórmula 1. La serie se enfoca en la rivalidad entre los equipos y las historias detrás de los pilotos y sus carreras. Drive to Survive se estrenó en 2019 y ha sido muy popular entre los fanáticos de la Fórmula 1 y también ha atraído a nuevos espectadores a este deporte.",
    "img": "https://bit.ly/3AQ6ARH",
    "details": "Detalles: (2160p [ES-EN]) (1080p [ES-EN])",
    "downloadUrls": {
      "Temporada 1 4K": "https://oke.io/EH36rz",
      "Temporada 1 1080p": "https://oke.io/52Fxg",
      "Temporada 2 4K": "https://oke.io/52Fxg",
      "Temporada 2 1080p": "https://oke.io/c7vqWn",
      "Temporada 3 4K": "https://oke.io/kgUbD",
      "Temporada 3 1080p": "https://oke.io/mTY1S",
      "Temporada 4 1080p": "https://oke.io/ThtzZ",
      "Temporada 5 1080p": "https://oke.io/sNgMiNL"
    }
  },
  {
    "id": 7,
    "sagaTitle": "Sex Education",
    "title": "Sex Education",
    "synopsis": "Sinopsis: Sex Education gira en torno a Otis, un adolescente calificado como 'bicho raro' en el instituto, a lo que se le une el hecho de ser virgen. Sin embargo, este vive con su madre sexóloga, por lo que siempre ha tenido un amplio conocimiento respecto al tema. Todo cambia cuando sus compañeros descubren a qué se dedica su madre, algo que Otis aprovecha para mostrar todo lo que sabe y mejorar su reputación en la escuela, aliándose con Maeve, una chica inteligente pero con mala fama. Así, ambos montan una clínica donde sus compañeros acuden a pedir consejos sobre sus extraños problemas. Desde la sororidad, el aborto, el vaginismo, la identidad sexual o incluso los enemas son solo algunos de los temas que trata la serie en un ambiente de un instituto británico.",
    "img": "https://bit.ly/3AUfxt5",
    "details": "Detalles: (HDTV-720p/HD-1080p [ES])",
    "downloadUrls": {
      "Temporada 1 1080p": "https://bit.ly/426wbBH",
      "Temporada 1 720p": "https://bit.ly/3AWCTya",
      "Temporada 2 1080p": "https://bit.ly/41l3IHn",
      "Temporada 2 720p": "https://bit.ly/3p6uJke",
      "Temporada 3 1080p": "https://bit.ly/3nnEEl7"
    }
  },
  {
    "id": 8,
    "sagaTitle": "The Last of Us",
    "title": "The Last of Us",
    "synopsis": "Sinopsis: Año 2023, veinte años después del comienzo de una plaga mundial que infectó a población con un hongo mutado transformando a las personas en unas criaturas caníbales, el contrabandista Joel tiene la misión de escoltar a la adolescente Ellie por un mundo postapocalíptico en el nada va a ser fácil para los viajeros. Joel todavía vive atormentado por el recuerdo de su única hija. Ellie es portadora de algo que podría cambiar el destino de la humanidad ¿Conseguirán sobrevivir los dos?",
    "img": "https://bit.ly/41bhFqV",
    "details": "Detalles: (1080p.HMAX.WEB-DL.x264.AVC.DDP5.1.Atmos) [ES-EN] / (2160p.HMAX.WEB-DL.x265.10bit.HDR.DDP5.1.Atmos) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3NWBBv5",
      "Temporada 1 1080p": "https://bit.ly/44uW8fJ"
    }
  },
  {
    "id": 9,
    "sagaTitle": "Loki",
    "title": "Loki",
    "synopsis": "Sinopsis: Loki es llevado ante la misteriosa organización llamada Autoridad de Variación Temporal después de robar el Cubo Cósmico durante los eventos de Avengers: Endgame (2019) y se le da a elegir enfrentarse a la eliminación de la realidad o ayudar contra una amenaza mayor, por lo cual Loki termina viajando a través del tiempo, alterando la historia humana.",
    "img": "https://bit.ly/4237GFr",
    "details": "Detalles: (2160p) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3AS5CEm"
    }
  },
  {
    "id": 10,
    "sagaTitle": "What If...?",
    "title": "What If...?",
    "synopsis": "Sinopsis: Después de que el multiverso se abrió en el final de la primera temporada de la serie Loki, What If...? explora las diversas líneas de tiempo alternativas del multiverso en las que los principales momentos de las películas del Universo cinematográfico de Marvel ocurren de manera diferente. La serie es vista, y narrada, según lo observado por Uatu el Vigilante. Entre ellos se encuentran realidades diferentes en el que Ultrón ganó la batalla, que un virus convirtiese a todo el mundo en zombis, que Thor fuese hijo único o que T'Challa se convirtiese en el Peter Quill de los Guardianes de la Galaxia.Sinopsis: Después de que el multiverso se abrió en el final de la primera temporada de la serie Loki, What If...? explora las diversas líneas de tiempo alternativas del multiverso en las que los principales momentos de las películas del Universo cinematográfico de Marvel ocurren de manera diferente. La serie es vista, y narrada, según lo observado por Uatu el Vigilante. Entre ellos se encuentran realidades diferentes en el que Ultrón ganó la batalla, que un virus convirtiese a todo el mundo en zombis, que Thor fuese hijo único o que T'Challa se convirtiese en el Peter Quill de los Guardianes de la Galaxia.",
    "img": "https://bit.ly/3VxMDZi",
    "details": "Detalles: (4k-UHD-Disney+-Rip) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/424LniR"
    }
  },
  {
    "id": 11,
    "sagaTitle": "Toy Boy",
    "title": "Toy Boy",
    "synopsis": "Sinopsis: Toy Boy es un thriller ambientado en la costa malagueña, que indaga en el mundo de la noche y las fiestas de la alta sociedad.  Además, también podemos ver a la gente más humilde que está dentro de este mundo de lujos. Tras este ambiente hay una historia de muerte, dinero, traición, corrupción y venganza por parte del protagonista Hugo. Hugo es un joven stripper que se ve envuelto en un asesinato relacionado con el mundo de la noche. Una mañana se despierta junto al cadáver del marido de su amante, Macarena. El guapo stripper no recuerda nada, pero de una cosa está seguro: él no es culpable. Siete años después de que fuese condenado a quince años por este crimen, recibe la visita de una novata abogada llamada Triana. La joven quiere reabrir el caso y esclarecer el suceso para así demostrar la inocencia de Hugo. Triana consigue que el joven salga con libertad condicional y un juicio pendiente. A partir de ahora, los dos jóvenes trabajan juntos para aclarar una trama complicada y así demostrar la inocencia de Hugo. La relación entre ambos es complicada, ya que provienen de vidas totalmente diferentes. Mientras él tiene un pasado oscuro con una vida turbia, Triana es una joven abogada con un futuro prometedor que pertenece a una clase elitista.",
    "img": "https://bit.ly/418rKow",
    "details": "Detalles: (HDTV 720p - HD 1080p) [ES]",
    "downloadUrls": {
      "Temporada 1 720p/1080p": "https://bit.ly/417bhRC",
      "Temporada 2 720p": "https://bit.ly/3HD24d1"
    }
  },
  {
    "id": 12,
    "sagaTitle": "Daredevil",
    "title": "Daredevil",
    "synopsis": "Sinopsis: 'Daredevil' gira en torno a Matt Murdock, un abogado de día y superhéroe de noche. A pesar de ser ciego, posee un oído, un olfato, una fuerza y una agilidad increíblemente desarrolladas. Sin descanso, Matt Murdoch recorrerá las calles de Hell's Kitchen, en Nueva York, a la caza de todo tipo de criminales a los que no puede castigar un tribunal.\n\nLa serie, de corte dramático, con aventuras y mucha acción, está basada en el cómic homónimo de Marvel. El guionista, 'showrunner', productor ejecutivo y director de la serie del supehéroe es Drew Goddard, también encargado del guión de 'La cabaña del bosque' y de 'Guerra Mundial Z'. Está producida por Marvel Television asociada con ABC Studios, DeKnight Productions, Walt Disney Company y Goddard Textiles. Netflix se ha encargado de su difusión mediante su plataforma. La serie está protagonizada por Charlie Cox y completan el reparto actores como Rosario Dawson, Vincent D'Onofrio, Deborah Ann Woll, Elden Henson y Toby Leonard Moore.",
    "img": "https://bit.ly/411U4Jm",
    "details": "Detalles: (2160p.WEB-DL.DTS-HD.MA.5.1.HDR.HEVC) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3VC6979",
      "Temporada 2 4K": "https://bit.ly/3nxPQeN"
    }
  },
  {
    "id": 13,
    "sagaTitle": "Chernobyl",
    "title": "Chernobyl",
    "synopsis": "Sinopsis: En Abril de 1986, la Central Nuclear de Chernóbil en Ucrania (en aquel entonces, la Unión Soviética), sufrió una explosión masiva que liberó material radioactivo en Bielorrusia, Rusia, Ucrania, así como en zonas de Escandinavia y Europa Central. La serie relata lo que aconteció en 1986, en uno de los mayores desastres provocados por el hombre en la historia reciente, así como los sacrificios realizados para salvar al continente de un desastre sin precedentes.",
    "img": "https://bit.ly/3NBMceB",
    "details": "Detalles: (2160p.BluRay.HEVC.DTS-HD.MA.5.1) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3LXEuKl"
    }
  },
  {
    "id": 14,
    "sagaTitle": "Entrevías",
    "title": "Entrevías",
    "synopsis": "Sinopsis: La serie cuenta la historia de Tirso Abantos (José Coronado) un hombre que dirige una ferretería, cansado de ver como su vecindario, el cual una vez fue tranquilo, cae víctima de la delincuencia.  A pesar de los pedidos de su familia por cambiarse de casa, él no acepta. \n\nSu vida cambia cuando su nieta Irene (Nona Sobo) llega a vivir con él, luego de un incidente que amenaza su integridad y su futuro. Para ayudarla a salir adelante y alejarla de los malos pasos, su abuelo hará todo lo posible por recuperar la paz de su vecindario, enfrentando a las pandillas que se tomaron el lugar, convirtiéndose en el héroe de sus vecinos.",
    "img": "https://bit.ly/3HDOqGs",
    "details": "Detalles: (1080p WebRip) [ES]",
    "downloadUrls": {
      "Temporada 1 1080p": "https://bit.ly/4164sQj",
      "Temporada 2 1080p": "https://bit.ly/428NodG"
    }
  },
  {
    "id": 15,
    "sagaTitle": "Naruto",
    "title": "Naruto",
    "synopsis": "Sinopsis: Es una serie Anime que cuenta la historia de un joven ninja hiperactivo llamado Naruto Uzumaki que hará todo lo posible por ascender al máximo grado ninja de su aldea con el propósito de ser reconocido como alguien importante dentro de su aldea. Dentro de él reside encerrado en su interior el Zorro de Nueve Colas (Kyubi), un demonio que atacó a la Aldea Oculta de la Hoja matando a muchas personas. Por lo que que Naruto es maltratado ahora por los ciudadanos de la aldea por considerarle como el propio Kyubi.\n\nLa historia sigue a Naruta y al crecimiento indidividual de sus amigos junto a su desarrollo como ninja. Naruto se relaciona con Sasuke Uchiha y Sahura Haruno, quienes forman el Equipo 7 junt a su sensei Kakashi Hatake. Mientras ellos aprenden nuevas habilidades de ninja, moldear su chakra y conocer a nueva gente y escenarios, Naruto lucha por su sueño. Durante su camino conocerán a los tres legendarios ninja: Jiraiya, Orochimaru y Tsunade; y se encontrarán con varios enemigos con los que poder superarse día a día.",
    "img": "https://bit.ly/3VypnKA",
    "details": "Detalles:",
    "downloadUrls": {
      "PROVISIONAL": "https://bit.ly/42maZr4"
    }
  },
  {
    "id": 16,
    "sagaTitle": "Riverdale",
    "title": "Riverdale",
    "synopsis": "Sinopsis: Al mismo tiempo que un nuevo año escolar da comienzo, la ciudad de Riverdale aún está reponiéndose de la trágica muerte reciente de Jason Blossom. Por otro lado, durante el verano Archie Andrews (K.J. Apa) se ha dado cuenta de que quiere ser músico. Además a Archie aún le pesa haber roto su amistad con Jughead Jones (Cole Sprouse). Mientras tanto, Betty Cooper (Lili Reinhart) está ansiosa de ver a Archie, de quien está enamorada, pero aún no está lista para revelarle sus sentimientos. Cuando una nueva estudiante, Veronica Lodge (Camila Mendes), llega a Riverdale desde Nueva York junto a su madre, nace la chispa entre ella y Archie. Pero Veronica no quiere poner su nueva amistad con Betty en riesgo. Cheryl Blossom (Madelaine Petsch), la chica más popular de Riverdale, es feliz removiento las situaciones alrededor de Archie, Betty y Veronica para causar problemas. Pero Cheryl es una chica que guarda muchos secretos.",
    "img": "https://bit.ly/3p6XnBH",
    "details": "Detalles: (HDTV) [ES]",
    "downloadUrls": {
      "Temporada 1 HDTV": "https://bit.ly/3nrCrFh",
      "Temporada 2 HDTV": "https://bit.ly/3LCVDHU",
      "Temporada 3 HDTV": "https://bit.ly/3pe25Og",
      "Temporada 4 HDTV": "https://bit.ly/3HJtjmi",
      "Temporada 5 HDTV": "https://bit.ly/3NFyAyU",
      "Temporada 6 HDTV": "https://bit.ly/3nvrUbV"
    }
  },
  {
    "id": 17,
    "sagaTitle": "Suits (2011)",
    "title": "Suits",
    "synopsis": "Sinopsis: Michael Ross se gana la vida sobre la delgada línea de la legalidad. Es un joven con una inteligencia abrumadora, pero las malas compañías con las que se junta en la universidad le hicieron salirse y buscar una opción más vistosa a corto plazo, mejorar su economía. Entre sus triquiñuelas destaca el número de veces que se presenta en nombre de otros a los exámenes de corte de derecho. El azar le acabará situando en el despacho de uno de los abogados más jóvenes y brillantes de Manhattan, Harvey Specter. La inteligencia y dotes de Michael le asombrarán tanto que le tomará como su pupilo, a pesar de que no tenga la licenciatura. Juntos trabajarán mano a mano, ocultándole al resto del mundo la verdad: que juntos sólo suman un sólo título universitario.",
    "img": "https://bit.ly/45fM0rc",
    "details": "Detalles: (1080p.NF.WEB-DL.x265.DDP5.1) [ES-EN]",
    "downloadUrls": {
      "Todas las temporadas": "https://bit.ly/3E9BRjT"
    }
  }
]
