[
  {
    "id": 1,
    "sagaTitle": "The Mandalorian",
    "title": "The Mandalorian",
    "synopsis": "Sinopsis: The Mandalorian es una serie de Disney+ ambientada en el universo de Star Wars que se desarrolla tras la caída del Imperio y antes de la aparición de la Primera Orden, la serie sigue los pasos de Mando, un cazarrecompensas perteneciente a la legendaria tribu de los Mandalorian, un pistolero solitario que trabaja en los confines de la galaxia, donde no alcanza la autoridad de la Nueva República.",
    "img": "https://bit.ly/3ASoX8n",
    "details": "Detalles: (4k)",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/3LBBmE2",
      "Temporada 2": "https://bit.ly/3oSxghV",
      "Temporada 3": "https://bit.ly/41PI0Mn"
    }
  },
  {
    "id": 2,
    "sagaTitle": "The Flash",
    "title": "The Flash",
    "synopsis": "Sinopsis: Barry Allen perdió a su madre con tan sólo 11 años cuando fue asesinada y su padre cargo con el crimen, siendo condenado injustamente. Años más tarde, Barry se convierte en un excelente investigador gracias a su mente privilegiada, algo que aprovecha para intentar averiguar lo que realmente ocurrió en el asesinato de su madre.",
    "img": "https://bit.ly/3oTEnqo",
    "details": "Detalles: (4k)",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/3LDNAfh",
      "Temporada 2": "https://bit.ly/3naEVYg",
      "Temporada 3": "https://bit.ly/4240icC",
      "Temporada 4": "https://bit.ly/3oQ2INR",
      "Temporada 5": "https://bit.ly/41Ot2X3",
      "Temporada 6": "https://bit.ly/3oPNrwk",
      "Temporada 7": "https://bit.ly/3ndzXtP"
    }
  },
  {
    "id": 3,
    "sagaTitle": "Rick y Morty",
    "title": "Rick y Morty",
    "synopsis": "Sinopsis: Rick & Morty es una serie de animación para adultos que sigue las aventuras del científico loco Rick y su nieto Morty a través del tiempo y el espacio. Juntos, exploran mundos alternativos, enfrentan peligrosos villanos y lidian con problemas familiares en su hogar en la Tierra. La serie se caracteriza por su humor negro, violencia y temas existenciales profundos, lo que la convierte en una de las series de animación más populares y aclamadas por la crítica de los últimos años.",
    "img": "https://bit.ly/3Nuj1u1",
    "details": "Detalles: (1080p)",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/41EsuD7",
      "Temporada 2": "https://bit.ly/3naFWj2",
      "Temporada 3": "https://bit.ly/3HmAC30",
      "Temporada 4": "https://bit.ly/3LDiu7D"
    }
  },
  {
    "id": 4,
    "sagaTitle": "Juego de Tronos",
    "title": "Juego de Tronos",
    "synopsis": "Sinopsis: Juego de Tronos es una serie de televisión de fantasía épica basada en los libros de George R.R. Martin, que sigue la lucha por el poder entre las familias nobles de los Siete Reinos de Westeros. La serie presenta un elenco de personajes complejos y una trama llena de intriga, acción y drama político mientras se acerca el invierno y una amenaza sobrenatural se cierne sobre el reino.",
    "img": "https://bit.ly/3AUgO3i",
    "details": "Detalles: (4k-2160p) / (1080p)",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3ViSLUZ",
      "Temporada 1 1080p": "https://bit.ly/44bFC4h",
      "Temporada 2 4K": "https://bit.ly/3Hkbb1R",
      "Temporada 2 1080p": "https://bit.ly/3n934yD",
      "Temporada 3 4K": "https://bit.ly/3ADPTIZ",
      "Temporada 3 1080p": "https://bit.ly/42rgs03",
      "Temporada 4 4K": "https://bit.ly/41Q0gp9",
      "Temporada 4 1080p": "https://bit.ly/3LgCLOL",
      "Temporada 5 4K": "https://bit.ly/44eyap1",
      "Temporada 5 1080p": "https://bit.ly/40Ox5kQ",
      "Temporada 6 4K": "https://bit.ly/3LHUqAE",
      "Temporada 6 1080p": "https://bit.ly/3NrgoJd",
      "Temporada 7 4K": "https://bit.ly/3n69cYs",
      "Temporada 7 1080p": "https://bit.ly/44eyuUL",
      "Temporada 8 4K": "https://bit.ly/41RHC00",
      "Temporada 8 1080p": "https://bit.ly/3LD7DKK"
    }
  },
  {
    "id": 5,
    "sagaTitle": "La Casa del Dragón",
    "title": "La Casa del Dragón",
    "synopsis": "Sinopsis: La serie precuela de Juego de Tronos titulada La Casa del Dragón se centra en la casa Targaryen, sólo que 200 años antes que los hechos narrados en la ficción original.  La familia Targaryen escapó de la destrucción de Valyria para asentarse en Rocadragón, desde donde Aegon I conquistó Poniente. Los Targaryen son una de las grandes familias que gobernaron el Feudo Franco de Valyria. Para ganar sus batallas, criaron y entrenaron dragones para combatir, siempre bajo su escudo de un dragón de tres cabezas de gules que arroja llamas.",
    "img": "https://bit.ly/44rVGz3",
    "details": "Detalles: (2160p.HDR.HMAX.WEB-DL.DD51.H.265) [ES-EN]",
    "downloadUrls": {
      "Temporada 1": "https://bit.ly/41O3GZz"
    }
  },
  {
    "id": 6,
    "sagaTitle": "Drive to Survive",
    "title": "Drive to Survive",
    "synopsis": "Sinopsis: Drive to Survive es una serie documental de televisión sobre la Fórmula 1 producida por Netflix. La serie sigue la temporada de carreras de Fórmula 1 del año anterior y se centra en los equipos, los pilotos y los eventos que rodean a cada carrera. Cada episodio se enfoca en una carrera en particular y presenta entrevistas con los pilotos, los dueños de los equipos y otros involucrados en la industria de la Fórmula 1. La serie se enfoca en la rivalidad entre los equipos y las historias detrás de los pilotos y sus carreras. Drive to Survive se estrenó en 2019 y ha sido muy popular entre los fanáticos de la Fórmula 1 y también ha atraído a nuevos espectadores a este deporte.",
    "img": "https://bit.ly/3AQ6ARH",
    "details": "Detalles: (2160p [ES-EN]) (1080p [ES-EN])",
    "downloadUrls": {
      "Temporada 1 4K": "https://oke.io/EH36rz",
      "Temporada 1 1080p": "https://oke.io/52Fxg",
      "Temporada 2 4K": "https://oke.io/52Fxg",
      "Temporada 2 1080p": "https://oke.io/c7vqWn",
      "Temporada 3 4K": "https://oke.io/kgUbD",
      "Temporada 3 1080p": "https://oke.io/mTY1S",
      "Temporada 4 1080p": "https://oke.io/ThtzZ",
      "Temporada 5 1080p": "https://oke.io/sNgMiNL"
    }
  },
  {
    "id": 7,
    "sagaTitle": "Sex Education",
    "title": "Sex Education",
    "synopsis": "Sinopsis: Sex Education gira en torno a Otis, un adolescente calificado como 'bicho raro' en el instituto, a lo que se le une el hecho de ser virgen. Sin embargo, este vive con su madre sexóloga, por lo que siempre ha tenido un amplio conocimiento respecto al tema. Todo cambia cuando sus compañeros descubren a qué se dedica su madre, algo que Otis aprovecha para mostrar todo lo que sabe y mejorar su reputación en la escuela, aliándose con Maeve, una chica inteligente pero con mala fama. Así, ambos montan una clínica donde sus compañeros acuden a pedir consejos sobre sus extraños problemas. Desde la sororidad, el aborto, el vaginismo, la identidad sexual o incluso los enemas son solo algunos de los temas que trata la serie en un ambiente de un instituto británico.",
    "img": "https://bit.ly/3AUfxt5",
    "details": "Detalles: (HDTV-720p/HD-1080p [ES])",
    "downloadUrls": {
      "Temporada 1 1080p": "https://bit.ly/426wbBH",
      "Temporada 1 720p": "https://bit.ly/3AWCTya",
      "Temporada 2 1080p": "https://bit.ly/41l3IHn",
      "Temporada 2 720p": "https://bit.ly/3p6uJke",
      "Temporada 3 1080p": "https://bit.ly/3nnEEl7"
    }
  },
  {
    "id": 8,
    "sagaTitle": "The Last of Us",
    "title": "The Last of Us",
    "synopsis": "Sinopsis: Año 2023, veinte años después del comienzo de una plaga mundial que infectó a población con un hongo mutado transformando a las personas en unas criaturas caníbales, el contrabandista Joel tiene la misión de escoltar a la adolescente Ellie por un mundo postapocalíptico en el nada va a ser fácil para los viajeros. Joel todavía vive atormentado por el recuerdo de su única hija. Ellie es portadora de algo que podría cambiar el destino de la humanidad ¿Conseguirán sobrevivir los dos?",
    "img": "https://bit.ly/41bhFqV",
    "details": "Detalles: (1080p.HMAX.WEB-DL.x264.AVC.DDP5.1.Atmos) [ES-EN] / (2160p.HMAX.WEB-DL.x265.10bit.HDR.DDP5.1.Atmos) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3NWBBv5",
      "Temporada 1 1080p": "https://bit.ly/44uW8fJ"
    }
  },
  {
    "id": 9,
    "sagaTitle": "Loki",
    "title": "Loki",
    "synopsis": "Sinopsis: Loki es llevado ante la misteriosa organización llamada Autoridad de Variación Temporal después de robar el Cubo Cósmico durante los eventos de Avengers: Endgame (2019) y se le da a elegir enfrentarse a la eliminación de la realidad o ayudar contra una amenaza mayor, por lo cual Loki termina viajando a través del tiempo, alterando la historia humana.",
    "img": "https://bit.ly/4237GFr",
    "details": "(2160p) [ES-EN]",
    "downloadUrls": {
      "Temporada 1 4K": "https://bit.ly/3AS5CEm"
    }
  }
]
